[
  {
    "programme_title":"Biomedical Sciences",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/biomedical-sciences",
    "sg_description":"The bachelor's programme Biomedical Sciences equips students with a solid scientific background in (research in) human biology in health and disease. The programme provides students with fundamental knowledge in diverse aspects of molecular and human biology, and trains students to apply this knowledge in practical scientific research, working towards new solutions for timely medical, clinical and societal challenges.\nWhat are the building blocks of life? How does the immune system work? How does your brain regulate your body? How do you conduct research into human disease?\nThe first year in particular devotes a great deal of attention to the molecular and cellular organizational level. Think of topics such as genetics, biochemistry and developmental biology. During the second year, this broad basic knowledge is further extended to various clinically orientated topics, and to the level of human populations and society. Examples are medical pharmacology and oncology, but also philosophy of science and ethics. Optional courses in year in the curriculum offers students the opportunity to choose for more molecular, human biological or societal themes. During the third year you will start with a minor of your choice, followed by a research internship.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/11111b6b-68f6-43bf-98a1-b813ddbfa77c\/B%20Biomedical%20Sciences%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/biomedical-sciences"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/biomedical-sciences",
    "vunl_description":"How does your body convert food into energy? What happens in the immune system when someone falls ill? How do you research new treatment methods for a disease like cancer?During the Bachelor of Biomedical Sciences at Vrije Universiteit Amsterdam, you will study in detail the processes that take place in the human body—both in sickness and in health.Note:For enrolment in the 2026-2027 academic year, thenumerus fixuswill no longer apply. In additionthe language of the programme changes from English to Dutchby academic year 2026-2027.For more information about the programme, see theDutch website.",
    "vunl_description_curriculum":"How can you combat viruses? What happens in the brain when someone has a stroke? How do toxic substances affect processes in the human body?For more information about the curriculum of this programme, see theDutch website.",
    "vunl_firstyear_description_blocks":[

    ],
    "vunl_future_description":"As a graduate of Biomedical Sciences, you can put your talents to many different uses. You have acquired a good deal of research experience, participated in practicals from day one and spent a lot of time in the lab.During your studies, you zoomed in on micro-organisms, performed experiments and ran tests in search of solutions to all sorts of problems. During your internship, you were embedded in a research group and developed strong research skills. Naturally, you also have a solid theoretical foundation, which you acquired entirely in English. And you investigated in great depth—more so than medical students—the processes that take place in the human body in sickness and in health. For example, you learnt to look at the treatment of and interventions for diseases like cancer from a range of different perspectives.The skills you have acquired can take you in many directions, be it in a university or in the medical world. You might choose to do research on a certain disease, for example, or to develop new vaccines.",
    "vunl_future_career":"Start your career With a Bachelor’s in Biomedical Sciences, you can work as a researcher in a number of organisations: a research institute, university, hospital, medical centre or pharmaceutical company, or a publicly funded science or health agency such as RIVM or TNO. You can also work as a consultant or project manager in the bioscience sector, in a government agency, insurance company, or as a high-school biology teacher.",
    "vunl_admission_dutch_diploma":"Then the Biomedical Sciences programme is just the thing for you. Check here whether you meet the admission requirements and find out how to apply. For this program, a strict application deadline of May 1, 2026, applies. If you submit a registration request after this date, it will be rejected. Starting October 1, 2025, you can submit a registration request for the 2026–2027 academic year. Note: For enrolment in the 2026-2027 academic year, the Numerus Fixus will no longer apply. In addition the language of the programme changes from English to Dutch by academic year 2026-2027. For more information about the admissions of this programme, see the Dutch website ."
  }
]