{
  "Ancient Studies": {
    "programme_title": "Ancient Studies",
    "courses": [
      {
        "course_code": "L_AABAOHW101",
        "course_name": "The Classical Canon I: The Heritage of Antiquity",
        "broad_task": {
          "task_type": "first_step_approach",
          "stimulus": "You need to prepare your first group presentation on a classical canonical item not yet discussed in class. What do you do first to start the project?",
          "tiny_learn": [
            "A canonical item is a recognized text, place, or artifact of lasting importance from ancient times.",
            "Begin by gathering primary sources and archaeological evidence about the item.",
            "Avoid focusing only on modern interpretations without understanding the original context."
          ],
          "options": [
            {
              "label": "A",
              "text": "Visit a museum or site to see the physical remains or artifacts related to your canonical item.",
              "riasec_code": "R"
            },
            {
              "label": "B",
              "text": "Study original texts and scholarly articles to analyze meanings and contexts of the item.",
              "riasec_code": "I"
            },
            {
              "label": "C",
              "text": "Create a visual storyboard or mind map capturing how the item appears and changes over time.",
              "riasec_code": "A"
            },
            {
              "label": "D",
              "text": "Organize a group discussion to share ideas and assign research roles.",
              "riasec_code": "S"
            },
            {
              "label": "E",
              "text": "Plan a timeline and strategy to persuade peers of your item's importance in later cultural contexts.",
              "riasec_code": "E"
            },
            {
              "label": "F",
              "text": "Collect and arrange notes and references systematically for easy access during the project.",
              "riasec_code": "C"
            }
          ]
        },
        "disambiguation_tasks": {
          "RIA": {
            "triple_code": "RIA",
            "stimulus": "Your group must explore a canonical text's historical role and modern reception. What first step fits your approach?",
            "tiny_learn": [
              "Understanding the source text helps trace its original meaning and usage.",
              "Analyzing different interpretations reveals layers of cultural reception.",
              "Creative representation helps visualize connections across time."
            ],
            "options": [
              {
                "label": "A",
                "text": "Examine the physical manuscript or artifact if available to understand its origin.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Research academic analyses that explore the text's different meanings over time.",
                "riasec_code": "I"
              },
              {
                "label": "C",
                "text": "Design a creative timeline or drawing showing the text's influence through the centuries.",
                "riasec_code": "A"
              }
            ]
          },
          "RIS": {
            "triple_code": "RIS",
            "stimulus": "You need to prepare a presentation about an ancient monument. What do you do first?",
            "tiny_learn": [
              "Field observations provide practical insights into the monument’s features.",
              "Historical research clarifies the monument's original context and purpose.",
              "Discussing with peers helps gather diverse perspectives."
            ],
            "options": [
              {
                "label": "A",
                "text": "Visit the monument or explore detailed photographs to note architectural details.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Read scholarly texts and excavation reports to understand its history.",
                "riasec_code": "I"
              },
              {
                "label": "C",
                "text": "Host a seminar discussion to share and challenge your ideas with classmates.",
                "riasec_code": "S"
              }
            ]
          },
          "REC": {
            "triple_code": "REC",
            "stimulus": "To introduce a lesser-known classical event, which first step helps you start preparing?",
            "tiny_learn": [
              "Hands-on data or tool use can clarify concrete facts.",
              "Making plans structures your research and presentation.",
              "Keeping organized notes prevents losing important details."
            ],
            "options": [
              {
                "label": "A",
                "text": "Use archaeological databases or digital maps to gather concrete data on the event site.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Draft an outline and schedule to organize research tasks and deadlines.",
                "riasec_code": "E"
              },
              {
                "label": "C",
                "text": "Compile references and materials systematically to keep track of sources.",
                "riasec_code": "C"
              }
            ]
          },
          "IEC": {
            "triple_code": "IEC",
            "stimulus": "You will research a canonical poem’s significance. How do you start?",
            "tiny_learn": [
              "Analyzing text details uncovers deeper meanings.",
              "Initiating a presentation plan guides your research focus.",
              "Keeping data organized supports efficient work."
            ],
            "options": [
              {
                "label": "A",
                "text": "Closely analyze the poem’s language and themes.",
                "riasec_code": "I"
              },
              {
                "label": "B",
                "text": "Outline your oral presentation structure and key points.",
                "riasec_code": "E"
              },
              {
                "label": "C",
                "text": "Organize your notes and citations into labeled folders.",
                "riasec_code": "C"
              }
            ]
          },
          "ASE": {
            "triple_code": "ASE",
            "stimulus": "Facing a group project on the cultural impact of a canonical artifact, what first step do you choose?",
            "tiny_learn": [
              "Creative work helps express complex cultural ideas.",
              "Exchange with others improves understanding and clarity.",
              "Taking initiative shapes project direction and goals."
            ],
            "options": [
              {
                "label": "A",
                "text": "Create a visual or multimedia draft to express the artifact’s cultural meaning.",
                "riasec_code": "A"
              },
              {
                "label": "B",
                "text": "Meet your group early to discuss ideas and responsibilities.",
                "riasec_code": "S"
              },
              {
                "label": "C",
                "text": "Take the lead by proposing a clear plan and deadlines.",
                "riasec_code": "E"
              }
            ]
          },
          "ASC": {
            "triple_code": "ASC",
            "stimulus": "You are writing notes on ancient cities’ role in later history. What is your first step?",
            "tiny_learn": [
              "Artistic approaches organize and express ideas visually.",
              "Social interaction supports feedback and new insights.",
              "Careful document arrangement prevents confusion."
            ],
            "options": [
              {
                "label": "A",
                "text": "Draw concept maps or diagrams linking ancient cities to modern culture.",
                "riasec_code": "A"
              },
              {
                "label": "B",
                "text": "Discuss preliminary ideas with classmates or tutors for feedback.",
                "riasec_code": "S"
              },
              {
                "label": "C",
                "text": "Sort your notes into clear categories and date them properly.",
                "riasec_code": "C"
              }
            ]
          }
        }
      },
      {
        "course_code": "L_AABAOHW115",
        "course_name": "Objects in Context. An Interdisciplinary Perspective on the Ancient World",
        "broad_task": {
          "task_type": "first_step_approach",
          "stimulus": "You have just selected an ancient artifact from the university’s archaeological collection for your research paper. Before diving into writing, what is the first step you take to start your study?",
          "tiny_learn": [
            "Material culture means objects made and used by people in the past.",
            "Combining written and material sources provides a fuller historical picture.",
            "Relying only on one type of source can give an incomplete view."
          ],
          "options": [
            {
              "label": "A",
              "text": "Measure and examine the physical details of the artifact to record its condition and features.",
              "riasec_code": "R"
            },
            {
              "label": "B",
              "text": "Research academic articles to explore theories about similar objects and their uses.",
              "riasec_code": "I"
            },
            {
              "label": "C",
              "text": "Sketch the artifact to capture its artistic details and possible symbolic meanings.",
              "riasec_code": "A"
            },
            {
              "label": "D",
              "text": "Discuss with classmates and the lecturer to get different perspectives on the object's context.",
              "riasec_code": "S"
            },
            {
              "label": "E",
              "text": "Develop a plan to argue why this artifact is important for understanding the ancient world.",
              "riasec_code": "E"
            },
            {
              "label": "F",
              "text": "Create a structured outline noting sources to consult and how to reference them accurately.",
              "riasec_code": "C"
            }
          ]
        },
        "disambiguation_tasks": {
          "RIA": {
            "triple_code": "RIA",
            "stimulus": "You must write a short paper on a funerary object found in an ancient tomb. What is your first action?",
            "tiny_learn": [
              "Funerary objects reveal practices and beliefs about death in the past.",
              "Starting with the object's physical traits can guide your interpretation.",
              "Ignoring historical context risks misunderstanding an object's function."
            ],
            "options": [
              {
                "label": "A",
                "text": "Examine and document the object's material and craftsmanship details.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Locate and read scholarly studies that analyze similar funerary objects.",
                "riasec_code": "I"
              },
              {
                "label": "C",
                "text": "Draw or map the object to explore its design and symbolic features.",
                "riasec_code": "A"
              }
            ]
          },
          "RIS": {
            "triple_code": "RIS",
            "stimulus": "You want to compare an ancient coin to written records from the same period. What do you do first?",
            "tiny_learn": [
              "Coins can provide economic and political information about the past.",
              "Analyzing written records can reveal contemporary views about the coin.",
              "Collaborating with peers can improve understanding and interpretation."
            ],
            "options": [
              {
                "label": "A",
                "text": "Inspect the coin’s symbols and inscriptions closely to note key details.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Search for and review historical texts discussing the coin or its era.",
                "riasec_code": "I"
              },
              {
                "label": "C",
                "text": "Organize a study group to debate possible meanings and contexts together.",
                "riasec_code": "S"
              }
            ]
          },
          "REC": {
            "triple_code": "REC",
            "stimulus": "Preparing a seminar presentation on domestic objects from antiquity, what do you do first to get ready?",
            "tiny_learn": [
              "Domestic objects show everyday life and social habits of past people.",
              "Planning allows you to structure your findings clearly for an audience.",
              "Failing to reference sources properly reduces credibility."
            ],
            "options": [
              {
                "label": "A",
                "text": "Handle and test the objects to understand their practical use.",
                "riasec_code": "R"
              },
              {
                "label": "B",
                "text": "Develop a convincing argument that highlights the objects’ cultural significance.",
                "riasec_code": "E"
              },
              {
                "label": "C",
                "text": "Create a detailed bibliography and notes with correct academic formatting.",
                "riasec_code": "C"
              }
            ]
          },
          "IEC": {
            "triple_code": "IEC",
            "stimulus": "Starting work on understanding the historical context of sacred objects, what's your initial step?",
            "tiny_learn": [
              "Context helps explain why objects were made and valued in the past.",
              "Building a research plan ensures thorough examination and use of sources.",
              "Skipping context can lead to misinterpreting an object's role."
            ],
            "options": [
              {
                "label": "A",
                "text": "Analyze prior research to identify patterns in how sacred objects were used.",
                "riasec_code": "I"
              },
              {
                "label": "B",
                "text": "Outline your research approach including which sources and methods you will use.",
                "riasec_code": "E"
              },
              {
                "label": "C",
                "text": "Organize notes and citations carefully for easy reference during writing.",
                "riasec_code": "C"
              }
            ]
          },
          "ASE": {
            "triple_code": "ASE",
            "stimulus": "You need to explain the meaning of a relief sculpture to your seminar group. What’s your first step?",
            "tiny_learn": [
              "Reliefs combine art and history to tell stories from the past.",
              "Talking through ideas helps refine your interpretation and arguments.",
              "Assuming one meaning without evidence can weaken your explanation."
            ],
            "options": [
              {
                "label": "A",
                "text": "Create a creative sketch or visual reinterpretation focusing on the relief’s style.",
                "riasec_code": "A"
              },
              {
                "label": "B",
                "text": "Ask classmates for their interpretations to get multiple viewpoints.",
                "riasec_code": "S"
              },
              {
                "label": "C",
                "text": "Draft a clear plan on how to present your interpretation convincingly.",
                "riasec_code": "E"
              }
            ]
          },
          "ASC": {
            "triple_code": "ASC",
            "stimulus": "You’re assembling research notes on ancient utensils and their historical significance. What do you start with?",
            "tiny_learn": [
              "Careful documentation preserves research quality and supports academic work.",
              "Engaging with others can provide new insights and clarifications.",
              "Skipping proper note organization can cause confusion later."
            ],
            "options": [
              {
                "label": "A",
                "text": "Sketch some utensils focusing on design details to better understand their use.",
                "riasec_code": "A"
              },
              {
                "label": "B",
                "text": "Meet with a study partner to discuss your findings and refine ideas.",
                "riasec_code": "S"
              },
              {
                "label": "C",
                "text": "Organize your notes and references into a clear, consistent system.",
                "riasec_code": "C"
              }
            ]
          }
        }
      }
    ]
  }
}