[
  {
    "programme_title":"Ancient Studies",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/ancient-studies",
    "sg_description":"The Ancient World and its heritage are the focal points within the programme of Ancient Studies. You learn to critically reflect upon processes of cultural interaction in Antiquity and beyond, with specific attention to the Mediterranean world and to the various ways in which its rich and innovative cultures have contributed to historical and cultural developments in later times. To study such processes, you are trained to use an interdisciplinary approach that combines various perspectives, theories and methodologies. For this purpose, you acquire a thorough knowledge of the ancient world's cultural, historical, material, textual and philosophical aspects.\nIn the first year, you study the sources and cultural history of antiquity and their continued impact from both a disciplinary and an interdisciplinary perspective. In the second semester, there is time to get acquainted with the various options for specialisation.\nIn the second and third year of the Ancient Studies programme, you specialise in one of the adjacent disciplines offered in Antiquity (Ancient History; Archaeology; Akkadian and Ancient Near Eastern Studies; Greek; Latin). Thus you obtain sufficient in-depth knowledge in addition to your unique, interdisciplinary perspective. Furthermore, you choose a minor or take electives (30 EC). Finally, you write a thesis in which you study a subject related to Antiquity from an interdisciplinary perspective.\nACASA\nThe BA programme Ancient Studies is offered by the Amsterdam Centre for Ancient Studies and Archaeology (ACASA), the academic centre that brings together the expertise of UvA and VU in the fields of ancient studies, classics, and archaeology. All courses are offered at the UvA campus in the centre of Amsterdam.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/e965402d-724d-4077-8885-a0712d3bdbaf\/OER%2025-26%20BA%20Ancient%20Studies%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/ancient-studies"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/ancient-studies",
    "vunl_description":"Was Caesar the first populist? Can Harry Potter be regarded as a mythological hero?The Bachelor's programme in Ancient Studies investigates the Classical cultures that lie at the roots of our modern world. You will gain insight in the art, literature, philosophy, history, and mythology of Antiquity. You will learn to conduct solid research into ancient topics and use your historical knowledge to develop a critical outlook on contemporary trends and developments.Five reasons to choose Ancient Studies at VU Amsterdam:You use historical knowledge to understand contemporary events and phenomena.You approach these topics from different disciplinary perspectives, from archaeology and history to language and literature studies.You can tailor your degree to your own interests by choosing one of five specialisations: Archaeology, Ancient History, Ancient Near Eastern Studies, Ancient Greek or Latin.The programme has a small-scale setup and you enjoy close personal contact with your lecturers.The programme is offered in a unique collaboration between the two Amsterdam universities, VU Amsterdam and the University of Amsterdam (UvA).",
    "vunl_description_curriculum":"Understand contemporary events and phenomenaAre you fascinated by antiquity and the cultural history of the Mediterranean region? Keen to go on a study trip and stand face to face with the ancient world?Tailor madeHowever much our world now revolves around smartphones, apps and likes, the influence of the ancient world endures to this day. As a student of Ancient Studies, you use historical knowledge to understand contemporary events and phenomena. You explore the visual arts, literature, architecture, for example the pyramids, the Parthenon, the epics of Gilgamesh, Homer and Virgil, and much more. You learn about different cultures and the surprisingly close ties between them. You approach these topics from different disciplinary perspectives, from archaeology and history to language and literature studies. Interested in what students do during a course? Check out thisvideo essay.You can tailor your degree to your own interests by choosing one of five specialisations: Archaeology, Ancient History, Ancient Near Eastern Studies, Ancient Greek or Latin. The programme has a small-scale setup and you enjoy close personal contact with your lecturers. You follow a number of courses together with students from the otherACASA programmes. You will also go on an excursion with them, for example toSicily.Unique collaboration in AmsterdamThe Ancient Studies programme is offered in collaboration between the two Amsterdam universities, VU Amsterdam and the University of Amsterdam (UvA). These institutions have clustered their knowledge and expertise in theAmsterdam Centre for Ancient Studies and Archaeology (ACASA). All lectures are delivered on the UvA campus in the city centre, next to the Allard Pierson Museum. This combination makes for an inspiring and stimulating environment.Would you prefer to follow this programme in Dutch? Take a look atOudheidwetenschappen.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, you acquire a solid grounding in the cultural history of antiquity, including those elements of ancient cultures that survived into later periods. You examine the material and textual sources for our knowledge of antiquity. You follow courses such as The Classical Canon 1: The Heritage of Antiquity about the canon, as well as courses on ancient philosophy and on cultural contacts between the Middle East and the Mediterranean region. You can also take elective courses to figure out which specialisation you would like to follow later.",
      "Second yearIn your second and third year, you will follow interdisciplinary modules ‘Cultural Contact: Mediterranean Connections’, which concerns the interaction between the inhabitants of the Mediterranean region; ‘Religion in Antiquity’; and ‘Lieux de mémoire’, in which you study the way in which places gain importance because people connect stories to them. At the end of the second year you will go on a trip to Sicily, together with students of Archaeology and Classics.",
      "Third yearIn the third year, you will write a Bachelor’s thesis in which you demonstrate your ability to address a topic from an interdisciplinary perspective.",
      "First yearIn the first year, you acquire a solid grounding in the cultural history of antiquity, including those elements of ancient cultures that survived into later periods. You examine the material and textual sources for our knowledge of antiquity. You follow courses such as The Classical Canon 1: The Heritage of Antiquity about the canon, as well as courses on ancient philosophy and on cultural contacts between the Middle East and the Mediterranean region. You can also take elective courses to figure out which specialisation you would like to follow later.",
      "Second yearIn your second and third year, you will follow interdisciplinary modules ‘Cultural Contact: Mediterranean Connections’, which concerns the interaction between the inhabitants of the Mediterranean region; ‘Religion in Antiquity’; and ‘Lieux de mémoire’, in which you study the way in which places gain importance because people connect stories to them. At the end of the second year you will go on a trip to Sicily, together with students of Archaeology and Classics.",
      "Third yearIn the third year, you will write a Bachelor’s thesis in which you demonstrate your ability to address a topic from an interdisciplinary perspective.",
      "First yearIn the first year, you acquire a solid grounding in the cultural history of antiquity, including those elements of ancient cultures that survived into later periods. You examine the material and textual sources for our knowledge of antiquity. You follow courses such as The Classical Canon 1: The Heritage of Antiquity about the canon, as well as courses on ancient philosophy and on cultural contacts between the Middle East and the Mediterranean region. You can also take elective courses to figure out which specialisation you would like to follow later.",
      "Second yearIn your second and third year, you will follow interdisciplinary modules ‘Cultural Contact: Mediterranean Connections’, which concerns the interaction between the inhabitants of the Mediterranean region; ‘Religion in Antiquity’; and ‘Lieux de mémoire’, in which you study the way in which places gain importance because people connect stories to them. At the end of the second year you will go on a trip to Sicily, together with students of Archaeology and Classics. You also dive into your chosen specialisation of Latin.",
      "Third yearIn the third year, you will write a Bachelor’s thesis in which you demonstrate your ability to address a topic from an interdisciplinary perspective.",
      "First yearIn the first year, you acquire a solid grounding in the cultural history of antiquity, including those elements of ancient cultures that survived into later periods. You examine the material and textual sources for our knowledge of antiquity. You follow courses such as The Classical Canon 1: The Heritage of Antiquity about the canon, as well as courses on ancient philosophy and on cultural contacts between the Middle East and the Mediterranean region. You can also take elective courses to figure out which specialisation you would like to follow later.",
      "Second yearIn your second and third year, you will follow interdisciplinary modules ‘Cultural Contact: Mediterranean Connections’, which concerns the interaction between the inhabitants of the Mediterranean region; ‘Religion in Antiquity’; and ‘Lieux de mémoire’, in which you study the way in which places gain importance because people connect stories to them. At the end of the second year you will go on a trip to Sicily, together with students of Archaeology and Classics. You also dive into your chosen specialisation of Greek.",
      "Third yearIn the third year, you will write a Bachelor’s thesis in which you demonstrate your ability to address a topic from an interdisciplinary perspective.",
      "First yearIn the first year, you acquire a solid grounding in the cultural history of antiquity, including those elements of ancient cultures that survived into later periods. You examine the material and textual sources for our knowledge of antiquity. You follow courses such as The Classical Canon 1: The Heritage of Antiquity about the canon, as well as courses on ancient philosophy and on cultural contacts between the Middle East and the Mediterranean region. You can also take elective courses to figure out which specialisation you would like to follow later.",
      "Second yearIn your second and third year, you will follow interdisciplinary modules ‘Cultural Contact: Mediterranean Connections’, which concerns the interaction between the inhabitants of the Mediterranean region; ‘Religion in Antiquity’; and ‘Lieux de mémoire’, in which you study the way in which places gain importance because people connect stories to them. At the end of the second year you will go on a trip to Sicily, together with students of Archaeology and Classics.",
      "Third yearIn the third year, you will write a Bachelor’s thesis in which you demonstrate your ability to address a topic from an interdisciplinary perspective."
    ],
    "vunl_future_description":"So you’ve graduated from Ancient Studies—now what? Most Bachelor’s graduates choose to continue their studies, but you can also work in a range of different positions.Cultural and societal questions are impacting our community more and more and demand new points of view. The political sphere, the business sphere and the public sector all have a great need for critical long-term perspectives on cultural matters in and around Europe.The interdisciplinary programme in Ancient Studies forms an excellent preparation for a career in managerial, cultural and educational positions that deal with such matters.You can also opt to pursue academic research as a career.",
    "vunl_future_career":"Start your career With a Bachelor of Ancient Studies degree, you are well-suited to all sorts of positions requiring an academic level of thinking and working. Graduates typically work in: education museums heritage institutions publishing companies and other media government organisations academia (initially as a PhD student)",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview IB Diploma requirements per programme (PDF) Overview GCE A-level requirements per programme (PDF) Overview AP College Board requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure: Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. By selecting Ancient Studies in Studielink you can start you application – in your VU dashboard, the next application step, you can confirm your choice for the English-taught track. If you have your Studielink set to Dutch you can find the programme under Oudheidwetenschappen. --- *Not directly eligible for admission? Applicants who do not meet the admission requirements may in some cases be asked to sit (an) entry exam(s) to prove they are eligible for admission. The required tests may include one or more of the following subjects at 6 VWO level: History (VU History test) A 6 VWO subject of your choice You can obtain your certificates to resolve these deficiencies at various institutions . To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests, all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Archaeology",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/archaeology",
    "sg_description":"Archaeology as a discipline focuses upon the study of human societies, cultures and landscapes throughout the ages, with specific attention to their material remains. It combines the application of theoretical models with a training in practical skills; it is a multi-disciplinary field of study that includes aspects of academic fields such as heritage, landscape, art and history.\nWithin the Archaeology programme you acquire a thorough knowledge of the past as well as an overview of archaeological methods and techniques. In the first year, you learn about the discipline itself, you study societies of the European past, follow courses in cultural history and learn how to deal with source material. In the summer, you round off the year with field work.\nIn the second and third year of your programme, you obtain a more in-depth knowledge of important themes within archaeology, you further your practical skills and expertise, and you learn how to use digital methods in your research (for instance the mapping of data in GIS). You also participate in excursions and fieldwork campaigns abroad. Furthermore, you choose a minor or take electives (30 EC). Finally, you write a thesis about a subject of your preference within the field of archaeology.\n\nACASA\nThe BA programme Archaeology is offered by the Amsterdam Centre for Ancient Studies and Archaeology (ACASA), the academic centre that brings together the expertise of UvA and VU in the fields of ancient studies, classics, and archaeology. All courses are offered at the UvA campus in the centre of Amsterdam.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/c2c735f6-32f8-4dc9-93f9-b579f7a5bacf\/OER%2025-26%20BA%20Archaeology%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/archaeology"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/archaeology",
    "vunl_description":"Bring the past to life! Are you curious about the role of archaeological heritage in our society? Do you want to know what an archaeological find can tell you about the person who used it? Do you find it challenging to roll up your sleeves?In the Bachelor’s Archaeology, you investigate the significance of archaeological artefacts and their impact on the present. You conduct research into the remains of all kinds of cultures, both in the classroom and in the field.Five reasons to choose Archaeology at VU AmsterdamFocus on the whole of Europe: the Mediterranean region as well as central and western Europe.The ideal combination of study and fieldwork placements in the Netherlands, Italy and Greece.VU Amsterdam and the UvA have combined their knowledge and expertise in a unique collaboration.You can specialise in periods and areas that match your interests.All lectures are in the centre of Amsterdam.",
    "vunl_description_curriculum":"Expanding cities, making roads, laying railway tracks; construction projects abound in Europe. But before construction starts, archaeological research needs to be done. This means there is an enduring demand for archaeologists who can lead excavations and analyse the findings.This Bachelor’s pays attention to the study of earthenware, glass, metal and other materials, the relationship between people and the landscape and the presentation of research results in various media. The programme is unique in the Netherlands for its focus on the whole of Europe: both the Mediterranean area and Central and Western Europe, including naturally, the Netherlands and Amsterdam.EuropeYou acquire a strong foundation of knowledge about archaeology in Europe, then zoom in on the historical periods and geographical areas that interest you most. You take courses and work together with students from the otherACASA programmes: Ancient Studies and Greek & Latin Language & Culture. You also dofieldworkplacements in the Netherlands, Italy and Greece.Best of both worldsThe Archaeology programme is offered in collaboration between the two Amsterdam universities, VU Amsterdam and the University of Amsterdam (UvA). All lectures are delivered on the UvA campus in the city centre, next to the Allard Pierson Museum.Excursions, for example toSicily, are also part of this programme.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearYou acquire a solid foundation of historical knowledge and are introduced to different archaeological methods and techniques. The programme is structured in such a way that you can increasingly focus on your own interests. Because the Archaeology programme works closely with the Bachelor’s programmes in Ancient Studies and in Greek & Latin Language & Culture, the first year is broad in scope. You study the field of archaeology and learn about contemporary societies in Europe. You also delve into cultural history and sources since antiquity, in connection with the natural landscape. This year concludes with fieldwork, during which you are familiarised with excavation techniques. Read the complete course overview in theStudy guide.",
      "Second yearThe second year deepens your knowledge of archaeology, focusing on the themes of urban culture, rituals, religions and heritage. You study a range of archaeological artefacts and learn different academic and digital research methods. You also go on an excursion, and end the year with an internship or fieldwork. Read the complete course overview in theStudy guide.",
      "Third yearIn the third year, you can follow aminorto either explore a different field of study or dive deeper into a specific subject. You also take two courses focused on developing your research skills: Death and Commemoration, on how people have historically dealt with death, and Lieux de Mémoire, on historical and contemporary spaces used for the purposes of commemoration. Finally, you write your Bachelor’s thesis on a topic of your own choosing within the field of archaeology. Read the complete course overview in theStudy guide."
    ],
    "vunl_future_description":"So you’ve graduated from Archaeology, now what?Most Bachelor’s graduates choose to continue their studies, but you can also work in a range of different positions.With a Bachelor’s degree in Archaeology you have laid a strong foundation for a career in this field. You are trained in archaeological fieldwork and you can interpret the findings and translate them for governments, clients and the general public. Your broad background gives you access to many professions and sectors, in both a Dutch and an international setting.",
    "vunl_future_career":"Start your career As an archaeological specialist, you could work as: A field archaeologist at an archaeological company or city council An employee of a museum or heritage institution A consultant in a government institution, such as the Cultural Heritage Agency of the Netherlands",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview IB Diploma requirements per programme (PDF) Overview GCE A-level requirements per programme (PDF) Overview AP College Board requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Diploma Requirement List webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure: Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. By selecting Archaeology in Studielink you can start you application – in your VU dashboard, the next application step, you can confirm your choice for the English-taught track. If you have your Studielink set to Dutch you can find the programme under Archeologie. --- * Not directly eligible for admission? Applicants who do not meet the admission requirements may in some cases be asked to sit (an) entry exam(s) to prove they are eligible for admission. The required tests may include one or more of the following subjects at 6 VWO level: History (VU History test) A 6 VWO subject of your choice You can obtain your certificates to resolve these deficiencies at various institutions . To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests, all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Artificial Intelligence",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/artificial-intelligence",
    "sg_description":"Artificial intelligence (AI) is the science of building and analysing intelligence demonstrated by machines. How could AlphaGo beat the best human Go player? Is it possible to build a social robots that seamlessly talk to an elderly with dementia, and help her to feel less lonely? Do you want to understand the algorithms Google applies for its search, or Netflix to recommend us the latest movies?\nIn the first year, students learn basics in Computer Science and Mathematics, such as programming and logic. They also get acquainted with some of the main concepts in Artificial Intelligence, such as modelling, knowledge representation and machine learning, as well as interaction between humans and machines. In the second year, students are able to choose between the Intelligent Systems specialisation, which focuses on methods to build intelligent agents, and the Socially Aware Computing specialisation, with an emphasis on AI in a social context, with applications in health and law. In the third year, students follow one of the many minors offered by the university or the faculty, including an educational minor (which gives them a second-degree teaching qualification for secondary school), and our Situated AI minor, but many students take the opportunity to study abroad for one semester. The final semester is mostly dedicated to the final bachelor project.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/4b109b01-c5f3-44d9-aa51-8d1545c6c49d\/B%20Artificial%20Intelligence%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/artificial-intelligence"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/artificial-intelligence",
    "vunl_description":"Can we design robots that ease loneliness among the elderly? Stop financial fraud before it happens? Make self-driving cars safer? Or predict exactly which film you want to watch next?Artificial Intelligence is transforming healthcare, finance, mobility, entertainment, and much more. In this programme, you will dive into the mathematics, programming, and computer science behind AI. Explore how these technologies are applied to real challenges in society.Why study Artificial Intelligence at VU Amsterdam?Path system of the curriculum: our programme combines a strong technical foundation with the freedom to shape your studies. Alongside core courses, you can choose and combine courses from two complementary paths: Socially Aware Computing, focused on people and society, and Intelligent Systems, focused on algorithms, and computer science.International environment: the programme is taught entirely in English, giving it a multicultural and international character that prepares you to work in a global field. Our student community reflects this diversity. This mix of backgrounds creates a stimulating environment where different perspectives and approaches come together.Amsterdam’s AI ecosystem: you will gain access to a vibrant hub of tech companies, research institutes, and start-ups where you can apply your knowledge in real projects.",
    "vunl_description_curriculum":"Artificial Intelligence brings together technology and people by combining programming, mathematics, computer science, and the study of human interaction, recognition, and behaviour — making it one of the most dynamic and fascinating fields to explore.AI has shown it can beat world champions at complex games such as Go, but its real impact goes far beyond that. From revolutionising healthcare and transforming the car industry to detecting mental health risks through social media, AI is changing the world. These opportunities come with big questions too: about safety, ethics, and privacy, which you will learn to tackle as part of this programme.VU Amsterdam’s Artificial Intelligence programme gives you both a solid foundation and the freedom to shape your studies. With our path system, you can move between paths and explore what excites you most. All students follow core courses like Machine Learning, ensuring you develop essential skills. From there, you can choose courses from two complementary paths:Socially Aware Computing- focusing on the social side of AI, where you study how technology interacts with people. Courses include Robot Interaction, psychology, ethics, law, and human–AI interactionIntelligent Systems– focusing on the scientific and technical side of AI, where you dive deeper into algorithms, data, and computer science.MathematicsFor most of the courses you will need to understand maths in order to be able to understand the models, but you do not always need to implement the maths yourself. Next to that, there are dedicated maths courses (Logic & Sets in year 1, Probability & Statistics, Linear Algebra & Calculus in year 2).Mathematics A in Dutch secondary school prepares you for the programme, because you have knowledge on statistics, which is being taught in the second year and is used to analyse data.Mathematics B prepares you for our programme because it consists of calculus, which forms an important base for more technical AI-related courses. In addition, mathematical reasoning (proofs) as taught in maths B, prepares you for logic courses.The start date of this programme is September 1st.Facts and FiguresProfessional Advisory Board",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, students from both tracks take the same courses – which makes it easy to switch tracks if you change your mind later. In the first semester, you’ll get an introduction to intelligent systems, and take foundational courses in programming, computational thinking and psychology. You’ll even build a computer program that plays a card game, contributing your first-hand research to an unsolved problem. The second semester is about interaction: how to build a computer program that understands how to interact and collaborate with humans.",
      "Second yearIn the second year, 40% of the courses are common to both tracks, including statistics, linear algebra and Machine Learning. In the Socially Aware Computing track, you’ll also learn about AI’s applications in the context of health and law. For example, you’ll work with health science students on projects, bringing your AI knowledge to bear – you might be making hospital ward scheduling more efficient, for instance, or finding ways to help elderly people remember to take their pills.",
      "Third yearIn the third year, you can take aminorof your choice – either broadening or deepening your area of interest. Many students choose to go abroad to do their minor, studying things like computer science, data science, programming or other related disciplines at other universities. In the second semester, you’ll take core courses in Cognitive Psychology, Ethical AI and Research Design. In parallel with writing your Bachelor’s thesis, you’ll take a course on Research Design to support you during your final project.",
      "First yearIn the first year, students from both tracks take the same courses – which makes it easy to switch tracks if you change your mind later. In the first semester, you’ll get an introduction to intelligent systems, and take foundational courses in programming, computational thinking and psychology. You’ll even build a computer program that plays a card game, contributing your first-hand research to an unsolved problem. The second semester is about interaction: how to build a computer program that understands how to interact and collaborate with humans.",
      "Second yearIn the second year, 40% of the courses are common to both tracks, including statistics, linear algebra and databases. But in the Intelligent Systems track, you’ll also study data structures and algorithms, machine learning and computational intelligence. As part of the Embodied AI course, you’ll program a robot in a specific environment based on the learning techniques you’ve studied.",
      "Third yearIn the third year, you can take aminorof your choice – either broadening or deepening your area of interest. Many students choose to go abroad to do their minor, studying things like computer science, data science, programming or other related disciplines at other universities. In the second semester, you’ll take core courses in Machine Learning and philosophy. In parallel with writing your Bachelor’s thesis, you’ll take a course on Research Design to support you during your final project."
    ],
    "vunl_future_description":"The importance of Artificial Intelligence is growing exponentially.Almost all organisations benefit from intelligent use of computers – the world is your oyster. Graduates from the Artificial Intelligence programme have no problem finding a job. Upon graduation, students either pursue a Master's degree or embark on their careers.Artificial Intelligent graduates form a crucial bridge between technology and society – you might not be the programmer doing the coding yourself, but you will have the skills to analyse the problem, understand the need from a human perspective, and translate this knowledge into a project plan for a developer to execute. You could find yourself working on developing a care robot, an app to help people with depression, or e-learning programs to improve education.",
    "vunl_future_career":"Start working With a Bachelor’s in AI from VU Amsterdam, you can work as a Software or Applications Developer, building intelligent apps and systems; as a Data Scientist or MachineLearning Engineer, analysing data and creating models for fraud detection, healthcare, or recommendation systems; or as a Knowledge Manager or Information Analyst, helping organisations structure and use information effectively. Many graduates also become researchers in universities, research institutes, or R&D departments, while others move into roles in robotics, consulting, product management, or cybersecurity. This mix of technical, analytical, and interdisciplinary skills prepares you for careers in large corporations, dynamic start-ups, and research organisations worldwide.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level is sufficient (equivalent to VWO Mathematics A or B). These examples of diplomas demonstrate sufficient proficiency in the subject Mathematics: International Baccalaureate: Mathematics SL\/HL, Applications & Interpretation HL, Analysis & Approaches SL\/HL British GCE A-Levels: A-level in Mathematics. At least grade A, B or C Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics Grundkurs as Prüfungsfach or Mathematics erhöhtem Anforderungsniveau (eA)\/Leistungsfach . European Baccalaureate: Mathematics; written or oral examination, at least 3 hours during the Orientation Cycle. College Board AP scores: AP Calculus AB or AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with an additional certificate. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entry exam, the following certificates are deemed equivalent to Dutch VWO Mathematics A: Mathematics Exams (available in English and accepted by Vrije Universiteit Amsterdam): Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides a mathematics course in Mathematics A or B in English with exams in December, May and July. CCVX (Dutch and English) . CCVX offers mathematics exams equivalent to the Dutch VWO mathematics A  and B level for Dutch-speaking and English-speaking applicants. Online Mathematics Placement Test . The Online Mathematics Placement Test-A (OMPT-A) is an online mathematics test that you can take from home by means of online proctoring. A positive result for the mathematics examination (5,5\/10 in the mathematics A or B exam or 70% in the OMPT-A online exam) is compulsory for admission to the programme. For the OMPT test a maximum of 2 attempts per year is allowed. To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level."
  },
  {
    "programme_title":"Biomedical Sciences",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/biomedical-sciences",
    "sg_description":"The bachelor's programme Biomedical Sciences equips students with a solid scientific background in (research in) human biology in health and disease. The programme provides students with fundamental knowledge in diverse aspects of molecular and human biology, and trains students to apply this knowledge in practical scientific research, working towards new solutions for timely medical, clinical and societal challenges.\nWhat are the building blocks of life? How does the immune system work? How does your brain regulate your body? How do you conduct research into human disease?\nThe first year in particular devotes a great deal of attention to the molecular and cellular organizational level. Think of topics such as genetics, biochemistry and developmental biology. During the second year, this broad basic knowledge is further extended to various clinically orientated topics, and to the level of human populations and society. Examples are medical pharmacology and oncology, but also philosophy of science and ethics. Optional courses in year in the curriculum offers students the opportunity to choose for more molecular, human biological or societal themes. During the third year you will start with a minor of your choice, followed by a research internship.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/11111b6b-68f6-43bf-98a1-b813ddbfa77c\/B%20Biomedical%20Sciences%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/biomedical-sciences"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/biomedical-sciences",
    "vunl_description":"How does your body convert food into energy? What happens in the immune system when someone falls ill? How do you research new treatment methods for a disease like cancer?During the Bachelor of Biomedical Sciences at Vrije Universiteit Amsterdam, you will study in detail the processes that take place in the human body—both in sickness and in health.Note:For enrolment in the 2026-2027 academic year, thenumerus fixuswill no longer apply. In additionthe language of the programme changes from English to Dutchby academic year 2026-2027.For more information about the programme, see theDutch website.",
    "vunl_description_curriculum":"How can you combat viruses? What happens in the brain when someone has a stroke? How do toxic substances affect processes in the human body?For more information about the curriculum of this programme, see theDutch website.",
    "vunl_firstyear_description_blocks":[

    ],
    "vunl_future_description":"As a graduate of Biomedical Sciences, you can put your talents to many different uses. You have acquired a good deal of research experience, participated in practicals from day one and spent a lot of time in the lab.During your studies, you zoomed in on micro-organisms, performed experiments and ran tests in search of solutions to all sorts of problems. During your internship, you were embedded in a research group and developed strong research skills. Naturally, you also have a solid theoretical foundation, which you acquired entirely in English. And you investigated in great depth—more so than medical students—the processes that take place in the human body in sickness and in health. For example, you learnt to look at the treatment of and interventions for diseases like cancer from a range of different perspectives.The skills you have acquired can take you in many directions, be it in a university or in the medical world. You might choose to do research on a certain disease, for example, or to develop new vaccines.",
    "vunl_future_career":"Start your career With a Bachelor’s in Biomedical Sciences, you can work as a researcher in a number of organisations: a research institute, university, hospital, medical centre or pharmaceutical company, or a publicly funded science or health agency such as RIVM or TNO. You can also work as a consultant or project manager in the bioscience sector, in a government agency, insurance company, or as a high-school biology teacher.",
    "vunl_admission_dutch_diploma":"Then the Biomedical Sciences programme is just the thing for you. Check here whether you meet the admission requirements and find out how to apply. For this program, a strict application deadline of May 1, 2026, applies. If you submit a registration request after this date, it will be rejected. Starting October 1, 2025, you can submit a registration request for the 2026–2027 academic year. Note: For enrolment in the 2026-2027 academic year, the Numerus Fixus will no longer apply. In addition the language of the programme changes from English to Dutch by academic year 2026-2027. For more information about the admissions of this programme, see the Dutch website ."
  },
  {
    "programme_title":"Business Analytics",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/business-analytics",
    "sg_description":"Business Analytics (BA) is a multidisciplinary program aimed at solving quantitative business problems. The combination of mathematical and information technological methods plays an important role in this program, with the ultimate goal to improve and optimize business processes.\n\nYou are trained in identifying and solving problems in a very diverse field. Three disciplines, mathematics, computer science and economics contribute to such training. In addition to basic courses in these disciplines, a number of interdisciplinary courses and practice-oriented components are part of the study.\n\nCharacteristic for Business Analytics is its focus on the entire process of solving business problems. Starting with data, you obtain insight in the underlying problems and formulate key business components with mathematical models. Such models will typically be analyzed and optimized using mathematics and computer science. You also learn how the solution can be implemented and what obstacles may play a role. In short, you keep working on all aspects involved in improving business processes.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/b447bec9-a454-494b-8d47-570620323868\/B%20Business%20Analytics%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/business-analytics"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/business-analytics",
    "vunl_description":"Organisations have a large amount of data. As a Business Analyst, you will analyse the data to improve business results. Mathematics, Data analysis, Computer Science and Business are at the heart of this study. You apply what you have learned in the practice of companies. You will help organisations with issues such as:Where do you place solar panels to generate as much energy as possible?How do you determine the optimal prices of seats in a football stadium?Which people are best to give a discount card to at a large pizza chain?Why study Business Analytics at VU Amsterdam?Excellent programme: Business Analytics at VU Amsterdam has already been offered for 30 years and is highly recommended, also due to its large (international) network of organisations and companies.Expert teaching team: You will be taught by a committed and expert team of mathematicians, finance specialists and econometricians with a passion for mathematics, business administration and data.Lessons on a lively campus: You will be taught in the brand new New University Building, together with other Science students on VU's lively campus.Also a master's in Business Analytics: VU Amsterdam also has a highly regardedmaster's in Business Analytics, which you can follow after your bachelor's.International:The programme is in English so there is a mix of students from all kinds of countries.",
    "vunl_description_curriculum":"Do you want to analyse data to improve business results? Are you interested in mathematics and business? Then choose Business Analytics!The study programmeWith the bachelor's in Business Analytics, you will use the power of mathematics, data analysis, computer science and business to improve the results of companies, government, non-profit organisations, municipalities and services. During the programme, there are three main areas of study:Data Analysis\/Mathematics(50%, statistics & optimisation)Computer Science(35%, artificial intelligence & programming)Business(15%, organisation, finance & logistics)Theory and projectsThese areas of study are interspersed with challengingreal-life projectsof renowned organisations in small project groups. You apply theory and work immediately on a solution and final product for the company. You will develop your communication and consulting skills and make regular presentations. You will receive lectures from highly experienced lecturers and guest speakers from the business world, and you will also regularly visit companies such as IBM and Deloitte yourself to see what the possibilities are after your studies.Solutions to complex questions of organisationsBusiness Analytics is an interdisciplinary degree in which you can explore what suits you best. For example, you will work on the following issues:How do you reduce ambulance response times to save more lives?Can you predict cancellations of hotel bookings so you know how many extra rooms to book?Can you predict which news articles will be most popular based on a dataset from an online news website?The Business Analytics course has been around for 30 years and has good connections with alumni, companies and organisations. Will you become a sought-after professional for any potential employer? Make Business Analytics your gateway to an (international) career.Are you curious about the differences between the programmes Econometrics and Operations Research and Econometrics and Data Science? Then view thiscomparison chart!The programme starts in September.",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, you are introduced to computer science, business economics and in particular mathematics. You learn the basic principles of calculus, probability and decision-making based on mathematical modelling. You learn how to code using R and Python. Every six months, you join a handful of your fellow students on a small project team, using simplified datasets to solve real-world problems.",
      "Second yearIn the second year, you dive deeper into the key subjects from maths, computer science and business economics. In the first semester you learn to work with statistics and models involving uncertainty. In the second semester you focus on different aspects of data and data analysis. You also further develop your programming skills in the Advanced Programming course and learn to program in Python.",
      "Third yearIn the first semester, you choose a minor to specialise in. To conclude the programme, you collaborate with four fellow students on a final project. This is a practical case study on a topic such as the pricing of cargo for transportation by air. Which price do you use for which destination? How do the weight of the cargo and the date of the flight factor in? What is an acceptable price? Using data and algorithms, you come up with innovative solutions."
    ],
    "vunl_future_description":"So you’ve graduated—now what? Most graduates of the Bachelor of Business Analytics programme choose to continue their studies, but you can also dive straight into the workforce as a data scientist or consultant.Many organisations are keen to recruit professionals with a unique mix of maths, computer science and business economics.During your studies you learnt to use data to solve complex problems. You can perform rigorous analyses to arrive at innovative solutions. You also have strong consulting and communication skills. In other words, not only are you able to come up with optimal solutions, but you can also persuade people to put them into practice. All this makes you an asset to every organisation that works with data.You enjoy maths and embrace the challenge of working with large amounts of data. You know how to use models from maths and computer science to make accurate predictions, and based on the innovative solutions you come up with you are able to advise banks and other organisations.",
    "vunl_future_career":"Start your career With a Bachelor of Business Analytics, you can work in many different sectors and all sorts of organisations. You could work as a data scientist in government, at a financial or knowledge institution, an internet company, a transport company, the police, and more. You are also well-suited to work as a consultant at a multinational like Deloitte, KLM Royal Dutch Airlines or brewery Heineken. Find out what your role at Heineken could look like.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level (VWO Mathematics B) is sufficient. These examples of diplomas demonstrate sufficient proficiency in the subject Mathematics: International Baccalaureate: Mathematics HL, Analysis & Approaches HL British GCE A-Levels: A-level in Mathematics. At least grade A, B or C Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics on erhöhtem Anforderungsniveau (eA) or as Leistungsfach European Baccalaureate: Mathematics; written or oral examination, at least 5 hours during the Orientation Cycle. College Board AP scores: AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with an additional certificate. You can obtain your certificate to resolve these deficiencies at various institutions . When advised to sit an entry exam, the following certificate is deemed equivalent to Dutch VWO Mathematics B: Mathematics Exams in the Netherlands Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides VWO Mathematics B with exams in December, May and July. CCVX (Dutch and English). CCVX offers VWO Mathematics B for Dutch-speaking and English-speaking applicants. A positive result for the mathematics examination (minimum of 5,5\/10 in the mathematics B exam) is compulsory for admission to the programme. To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Communication and Information Studies",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/communication-and-information-studies",
    "sg_description":"In the Bachelor's programme Communication and Information Studies, students choose a particular specialisation. There are two English-language specialisations and there is one in Dutch. Lectures in courses shared by all specialisations are taught in English. In those cases, the working language of workgroups will be Dutch or English, depending on the specialisation.\nThe Bachelor's programme consists of the following specializations:\nMedia en Journalistiek (Dutch)\nLanguage and Media (English)\nLanguage and Mind (English)\nThe track English Language and Communication Studies is no longer open to new applications as of 2025-2026. Only re-enrollments are allowed.\nA choice between the English-language specialisations can still be made during the first semester of the first year. The choice for Media en Journalistiek is made directly at the start of the programme.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/a3d99893-db23-4489-85ba-67c14773d513\/OER%2025-26%20BA%20CIW%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/communication-and-information-studies"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/communication-and-information-studies",
    "vunl_description":"What does the journalism of the future look like? Why do certain words evoke particular associations? How do companies use social media to persuade you to buy things?In Communication and Information Studies you will learn how communication works and what role language plays in it. You can study how we acquire languages (in the track ‘Applied Linguistics’) or how to optimize communication (in the track ‘Language and Media’).",
    "vunl_description_curriculum":"",
    "vunl_firstyear_description_blocks":[

    ],
    "vunl_future_description":"",
    "vunl_future_career":"",
    "vunl_admission_dutch_diploma":""
  },
  {
    "programme_title":"Computer Science",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/computer-science",
    "sg_description":"Computer Scientists investigate how computer systems can be designed and deployed in business, academia, and everyday life. How can we develop computer programs that can solve complex problems like computing shortest traveling routes or unraveling DNA sequences? How can large teams of programmers spanning the globe develop good software? How are computing devices embedded in everyday objects like smart phones interconnected to form the Internet of Things?\nThe first year of the Bachelor Computer Science focuses on basic computer science expertise like programming, the architecture of a computer, computer networks, and fundamental logic. The second year focuses on more advanced topics, encompassing algorithmic design, mathematical skills, operating systems, and databases. In the third year, a minor of your choice, at the VU or abroad, is followed by a final bachelor project.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/5a9374be-605f-42fd-84e0-506bb4253be7\/B%20Computer%20Science%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/computer-science"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/computer-science",
    "vunl_description":"How do we deal with the enormous amount of data produced on a daily basis, all over the world? What can we do to prevent election results from being hacked? How can we keep our interaction with computers understandable?During the Bachelor Computer Science at Vrije Universiteit Amsterdam, you will be trained as an expert in the underlying technology of computer systems.Why study Computer Science at VU Amsterdam?International: The programme is taught in English, attracting a diverse mix of students from various countries.Top lecturers: You will be taught by award-winning lecturers from the Computer Science research department.Master's in Computer Science: You have the opportunity to specialise in cybersecurity and continue with thetop Master’s programme in Computer Securityat VU Amsterdam.",
    "vunl_description_curriculum":"Computer Science is everywhere and the possibilities are endless. This Bachelor programme provides you with knowledge of different aspects of computer science, such as programming, project work, mathematics, internet and network technology, and the social aspects of computers.During the Bachelor Computer Science, you will:Learn to speak and understand the language of computers;Investigate the logic on which computers are based and gain insight into a variety of programming languages;Learn how computer networks share information efficiently and securely;Explore the nature of the interaction between computer and user;Study the hardware of computers;Delve into subjects such as linear algebra, software design, web technology, algorithms, intelligent systems, and databases.There are seven areas of study during the programme:Theory (15%)Programming (15%)Systems (15%)Mathematics (15%)Software (10%)Data and AI (5%)Other – research or academic skills (25%)You will be taught by top lecturers with expertise from a variety of fields, such as Computer Systems and Security, Theoretical Computer Science, Artificial Intelligence and Bioinformatics. In addition, there are guest speakers from industry, and a thesis fair where you can get in touch with companies. This way, over the course of three years, you will gain a solid footing in the field.MathematicsThe maths in the Computer Science programme partly builds on the Mathematics B you know from (Dutch) secondary school. Some examples:In Logic & Sets, you will encounter functions and relations; new topics include propositional logic and predicate logic.In Discrete Math & Calculus, you will encounter limits, continuous functions, and integrals; new topics include graph theory and combinational permutations.Statistical Methods partly builds on secondary school mathematics, with topics such as probabilistics and hypothesis testing.In other courses, such as Data Structures and Algorithms, Automata & Complexity, and the elective Logic & Modelling, you will be introduced to types of maths that you most likely did not encounter during secondary school.Start dateThe start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year you are familiarised with the world of computer science. You work with your first programming language, learn about computer architecture and get acquainted with computational thinking. In the Web Technology course, you build your own website. In the second half of the year you study computer networks and logic. The year concludes with a project in which you program an application yourself, making use of everything you have learnt so far.Students will have to spend approximately 200 euro per year for buying books. Students are expected to possess a laptop computer, running either Windows 10 or mac OSX, for participating in educational activities (approx. 200 euro per academic year).",
      "Second yearIn your second year you learn several more programming languages and you dive into linear algebra, static methods and algorithms. In the second block you learn more about computer operating systems. Other important themes are software design and, at the end of the year, a course on human-computer interaction: what makes a user interface user-friendly, and how do you design it? You also work on your professional skills and explore how to take advantage of the career opportunities available to you after your Bachelor’s degree.",
      "Third yearIn the first semester you choose aminor, such as Bioinformatics and Systems Biology, Deep Programming, Data Science, or Web Services and Data. Alternatively, you might opt for a minor that trains you for a teaching career. You also investigate machine learning and explore the ethical side of information technology. Finally, you design and complete a Bachelor’s project. This is an individual project in which you delve into a topic of your own choosing and showcase what you have learnt during the Computer Science programme."
    ],
    "vunl_future_description":"Computer scientists are in high demand. After obtaining your Bachelor’s degree, you can launch your career immediately or continue studying.If you’re keen to keep on studying, you can opt for one of our master degree programmes.There is also aMaster's programme in Computer Science(a Joint Degree with UvA) at VU. In addition, you might be eligible for a wide range of other Master programmes, such asArtificial Intelligence,Computational Science,Computer Security,Information SciencesandBioinformatics and Systems Biology.Upon completing your Computer Science programme, you have gained various skills, such as:Developing and maintaining computer networksCreating user-friendly applicationsDeveloping and querying large databasesAs a computer scientist you can become, amongst many other things, a software developer, front-end engineer, data scientist, IT consultant, researcher, data analyst, web developer or product manager.",
    "vunl_future_career":"Start your career Computer scientists are in high demand on the labour market. There is no shortage of jobs available and a great variety of different types of jobs. Your degree in Computer Science stands you in good stead to work as a front-end engineer at bol.com or a consultant at Capgemini, or even to start your own company as a software developer. Possible positions: Software developer Chapter lead Front-end engineer Data scientist Consultant Assistant-researcher Computer science teacher",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements . If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview IB Diploma requirements per programme (PDF) Overview GCE A-level requirements per programme (PDF) Overview AP College Board requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma The International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma. See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the English test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics The International Office will determine whether your mathematics level is sufficient*. These are some examples of diploma subjects that demonstrate sufficient proficiency in the subject Mathematics: International Baccalaureate: Mathematics HL, Analysis & Approaches HL British GCE A-Levels: A-level in Mathematics, at least grade A, B or C Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics on erhöhtem Anforderungsniveau ( eA ) or as Leistungsfach European Baccalaureate:  Mathematics; written or oral examination, at least 5 hours during the Orientation Cycle College Board AP scores:  AP Calculus AB or AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure: Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with an additional certificate. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entry exam, the following certificates are deemed equivalent to Dutch VWO Mathematics B: Mathematics Exams (available in English and accepted by Vrije Universiteit Amsterdam): Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides VWO Mathematics B with exams in December, May and July. CCVX (Dutch and English). CCVX offers VWO Mathematics B. Online Mathematics Placement Test . The Online Mathematics Placement Test-D (OMPT-D) is an online mathematics test that you can take from home by means of online proctoring. A positive result for the mathematics examination (5,5\/10 in the mathematics B exam or 60% in the OMPT-D online exam) is compulsory for admission to the programme. For OMPT the additional information applies: a maximum number of 2 attempts per admission round is allowed. If you expect that you do not meet the mathematics requirement, to ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Econometrics and Data Science",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/econometrics-and-data-science",
    "sg_description":"In Econometrics and Data Science (EDS) you will learn the core methods of econometrics, computer science, and statistics and you'll learn about the ethical aspects of data science.\nDuring the first year you will primarily focus on the foundations of mathematics, programming, probability theory and statistics, combined with economics and finance.\nIn the second year you will deepen your knowledge of each of the three areas of EDS: econometrics, computer science, and statistics.\nIn the first semester of the third year, you will have complete freedom of choice (called the minor). You can opt for a minor within or outside the faculty, an internship, or a period abroad. In the second semester, you will deepen your knowledge by choosing specialized courses in Econometrics, Machine Learning, or contemporaneous Data Science fields.\nOn top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.",
    "info_links":[
      "https:\/\/sbe.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/6ef3453b-75d6-4f19-9092-28c952585efc\/SBE%20OER%202025-2026%20-%20Bachelor%27s%20programmes%20%28EN%29%20incl%20app-compressed.pdf",
      "https:\/\/vu.nl\/nl\/onderwijs\/bachelor\/econometrics-and-data-science"
    ],
    "vunl_base_url":null,
    "vunl_description":null,
    "vunl_description_curriculum":null,
    "vunl_firstyear_description_blocks":null,
    "vunl_future_description":null,
    "vunl_future_career":null,
    "vunl_admission_dutch_diploma":null
  },
  {
    "programme_title":"Econometrics and Operations Research",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/econometrics-and-operations-research",
    "sg_description":"In Econometrics and Operations Research (EOR), you will learn how to model and solve economic and business problems using mathematical techniques while paying attention to ethical aspects of mathematical modelling.\nDuring the first year you will primarily focus on the foundations of mathematics, programming, probability theory and statistics, combined with economics and finance.\nIn the second year you will deepen your knowledge of each of the three areas within the programme: Econometrics, Operations Research and Mathematical Economics.\nIn the first semester of the third year you will have complete freedom of choice (called the minor). You can opt for a minor within or outside the faculty, an internship, or a period abroad. In the second semester, you will choose and deepen your knowledge by following specialized courses. Finally, you will write a bachelor's thesis on a subject of your interest.\nOn top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.",
    "info_links":[
      "https:\/\/sbe.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/6ef3453b-75d6-4f19-9092-28c952585efc\/SBE%20OER%202025-2026%20-%20Bachelor%27s%20programmes%20%28EN%29%20incl%20app-compressed.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/econometrics-and-operations-research"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/econometrics-and-operations-research",
    "vunl_description":"What’s the impact of financial shocks like Brexit on inter-bank lending? How can hospitals make the most efficient use of the beds and the doctors they have available? How can production processes be optimised so that they make the most sustainable use of materials and energy?Econometrics and Operations Research are tools to approach these questions in a quantitative way, so that you can make the best decisions based on the results of your research.In years 1 and 2, you can choose to follow parts of the education, such as exams and tutorials, in Dutch. Econometrics and Operations Research can also be followed entirely in English.",
    "vunl_description_curriculum":"Prepare the quantitative basis for important decisionsIf you choose to study Econometrics and Operations Research, you’ll first get a broad and solid foundation in mathematics and programming. Afterwards, in-depth study of Econometrics and Operations Research follows. Both are highly important fields within in economics and business, as they use quantitative techniques and methods to solve real-world problems and make decisions. For instance, predict the long-term and short-term effects of economic shocks on inflation, employment, and production. Alternatively, you may focus on how variability affects the generation of renewable energy, such as solar and wind energy, or electricity prices in the energy market.You’ll get lectures on theory, work on group assignments, do case studies, and get first-hand experience with various companies. You’ll be learning from people in the forefront of their field. Most of your teachers are actively involved in research. Others also work in business when they’re not at the university. This ensures the programme to be both relevant, and up to date. In fact, the Econometrics and Operations Research has been rated as a “topopleiding” (high-quality education) by the Keuzegids Universiteiten four years in a row. Kraket, our active study association, adds a fun social side to your programme, organises careers events, invites representatives from large companies such as KLM, and even plans trips to companies abroad!Are you curious about the differences between the bachelor's programmes in Econometrics and Data Science, Econometrics and Operations Research, and Business Analytics? Then check outthis comparison chart!The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year you will build a solid methodological foundation for your study. You will study probability theory, analysis, statistics, and you will learn how to program. You will also follow some economics and finance courses. In addition, you will be introduced to the programme’s three areas of specialisation: Econometrics, Operations Research and Mathematical Economics. It would be also possible to switch to the Data Science track at the end of year one.",
      "Second yearYour second year will build on your methodological skills. You will become more familiar with the three areas of specialisation within the programme: Econometrics, Operations Research and Mathematical Economics. Furthermore, you will work on several case studies in small groups and apply your acquired knowledge to practical problems. You’ll also report on and present the results of the project, learning how to give and receive feedback.",
      "Third yearIn your third year, you’ll broaden your horizons by choosing aminor– this could be close to your area of specialisation, like Econometrics or Networks in Economics, or in a different field, like Political Science. Alternatively, you can study abroad at one of the many partner universities of Vrije Universiteit Amsterdam. In the second half of the year, you’ll choose your specialisation in either Econometrics, Operations Research or Mathematical Economics. Finally, you will write a Bachelor’s thesis on a subject of your interest."
    ],
    "vunl_future_description":"From planning and logistics to pricing and pensions: decisions in these and other fields impact our daily lives. There are thousands of opportunities out there for econometricians with academic expertise in econometric and operations research expertise.The majority of graduates from the Bachelor’s programme in Econometrics and Operations Research go on to do a Master's (or a Double Master’s) or even a PhD in a related field at Vrije Universiteit Amsterdam before starting their career.Whatever you choose to do, you’ll have excellent quantitative and problem-solving skills, plus you’ll be able to communicate and present solutions effectively. You’ll leave with a large network of like-minded peers, which will put you ahead of the crowd in your future career. The hard work that you’ll have put in during the programme will make you resilient and ready to take on the world.Are you curious to know what kind of jobs are available after graduation? Then read about the different options at a breweryhere. And immediately see the differences with related bachelor programmes.",
    "vunl_future_career":"Start working With a degree in Econometrics and Operations Research, your skills will be valuable in any organisational role that involves forecasting, planning, problem solving and making things work as efficiently as possible. That could include anything from optimising portfolios for international banks, to managing warehouses for Amazon, to running your own consultancy firm. Whatever you choose to do, you’ll be well prepared through your ability to use quantitative methods effectively, your knowledge of programming, and power to overcome any hurdles that may stand in your way.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level is sufficient (equivalent to VWO Mathematics B). These examples of diplomas demonstrate sufficient proficiency in the subject mathematics: International Baccalaureate: Mathematics HL, Analysis & Approaches HL United Kingdom\/GCE A-levels: A-level in mathematics completed with a grade A, B or C. Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics on erhöhtem Anforderungsniveau (eA) or as Leistungsfach European Baccalaureate: Mathematics; written or oral examination, at least 5 hours during the Orientation Cycle College Board AP scores: AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with additional certificates. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entrance exam, the following certificates are deemed equivalent to the required Dutch VWO Mathematics B level: Mathematics Exams in the Netherlands Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides a mathematics B course in English with exams in December, May and July. CCVX (Dutch and English). CCVX offers mathematics exams equivalent to the Dutch VWO mathematics B level for Dutch-speaking and English-speaking applicants. Online Mathematics Placement Test . The Online Mathematics Placement Test-B (OMPT-B) is an online mathematics test that you can take from home by means of online proctoring. A positive result for the mathematics examination (5,5\/10 or 60% in the OMPT-B online exam) is compulsory for admission to the programme. For the OMPT tests a maximum of 2 attempts per year is allowed. Additional entry exam Applicants who do not meet the diploma requirement level will also be asked to pass the following test: History (find more information about the VU History test here ) To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Economics and Business Economics",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/economics-and-business-economics",
    "sg_description":"How do companies manage their money and how do they make the right choices? What makes people decide to purchase a certain product? How does the EU contribute to economic stability? During the bachelor’s programme in Economics and Business Economics at VU Amsterdam, you will study the behaviour of companies, consumers, and governments in the constrained pursuit of their wellbeing. \nIn the first year, you will build a solid foundation in both economics and business economics courses. At the end of the first year, you will choose between Economics or Business Economics. \nAfter you make your choice, you will work in smaller groups so you can get to know your fellow students and lecturers better. Subjects that you might encounter include the relationship between income inequality and life expectancy in rich countries, the stock market and economic growth, or corporate culture and intrinsic motivation. If you choose Economics, your specialization begins at the start of the second year. If you choose Business Economics, you will take Finance, Marketing and Accounting in the first semester. In the second semester, you will further specialize in one of these three tracks.\nDuring the first half of your third year, you will have complete freedom of choice. You choose a minor and can opt to study abroad or to do an internship within this minor. In the second half of the third year, you will complete the bachelor's programme by focusing on your specialisation more in-depth and writing a bachelor's thesis. \nOn top of this, excellent and ambitious students are also given the option to follow an additional Honours programme.",
    "info_links":[
      "https:\/\/sbe.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/6ef3453b-75d6-4f19-9092-28c952585efc\/SBE%20OER%202025-2026%20-%20Bachelor%27s%20programmes%20%28EN%29%20incl%20app-compressed.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/economics-and-business-economics"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/economics-and-business-economics",
    "vunl_description":"Why do some people always want the cheapest product, whereas others will buy a more expensive one? How do you stop a bank from collapsing? Are nuclear plants the solution to the climate problem?During the Bachelor of Economics and Business Economics you study the many different facets of economic systems. You gain insight into how people, companies and governments behave, from the choices of individual consumers to decisions on a global scale.In the first and second year of this Bachelor'programme, you can choose to follow part of the programme, such as exams and seminars, in Dutch. Economics and Business Economics can also be followed entirely in English.",
    "vunl_description_curriculum":"Discover what drives people, organisations, and governmentsSustainability. The labour market. Competition. Income inequality. Ethics. Entrepreneurship. Risk management. Big data. E-business. Innovation. Consumer behaviour. Investment. Economics is so incredibly diverse!The Bachelor’s degree in Economics and Business Economics is a broad and relatively small-scale study programme. All courses are in English. You benefit from direct and personal contact with your teachers and from interactive lectures. At all times, you are challenged to get the best out of yourself.You learn to identify the mechanisms underlying various economic phenomena in a country, region, or organisation. You also investigate the steps needed to bring about different economic objectives. With this knowledge, you are well-placed to advise consumers, companies and government agencies in their decision-making processes.After the first year you select one of four specialisations: Economics, Marketing, Finance, or Accounting. Because human behaviour is influenced by many different factors, in the third year you can choose from a wide range of minors: psychology, sociology, technology and more. You can follow your minor at a different faculty or at a university abroad. Alternatively, you may choose to do an internship.Did you know that economics education in the Netherlands is highly regarded internationally? With our widespread prosperity, the ‘polder model’ of consensus decision making and the unique balance between public and private organisations, the Netherlands brings a special dimension to economics compared to other countries. At VU Amsterdam, we work to uphold this philosophy. You don’t just study ‘economics’. Instead, you connect the field of economics with thepeoplein a given economy and the pursuit of broad prosperity.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year you will follow compulsory courses in general economics and business economics, thus creating a solid foundation for the rest of your studies. You will be familiarised with micro- and macro-economics, marketing, finance, accounting, and organisation management. You will also work on your academic skills. You will learn programming and quantitative research methods, as well as taking a mandatory language test. At the end of the first year you will write an essay and choose whether to continue with the General Economics or the Business Economics track.",
      "Second yearYou will focus on your choice of either General Economics, or Business Economics. If you opted for Business Economics, you will choose a specialisation midway through the year: Accounting, Finance, or Marketing. In the second year you will work in smaller groups, so you get to know your fellow students and teachers better. This small-scale setup and the combination of compulsory and elective courses ensures that you learn a lot about your future professional field. You will also develop your knowledge of various research methods and refine your thinking about ethical and philosophical positions.",
      "Third yearThe third year consists of two parts. In the first semester you will yourself design your curriculum: you will choose aminor, adding a personal flavour to your study programme, or you can study abroad or do an internship. In the second half of the year you will further develop your chosen specialisation and write your bachelor’s thesis."
    ],
    "vunl_future_description":"Most graduates of the Bachelor of Economics and Business Economics elect to follow a master’s programme in the area of their specialisation.As a graduate, you are an attractive prospect for employers in the Netherlands and abroad, be they companies, government agencies, or organisations such as the European Commission, the World Bank, and the Netherlands Bureau for Economic Policy Analysis (CPB) . Alternatively, you might choose to start your own business. Wherever you end up, your analytical skills and your broad view of the world and your own specialisation will mean that you can add value to the most diverse decision-making processes and can formulate answers to myriad economic questions.Are you curious to know what jobs are available as a graduate economist? Then read about the different options at a breweryhere. And immediately see the differences with related bachelor programmes.",
    "vunl_future_career":"Start your career After your Bachelor’s, you will most likely follow a Master’s degree in the area of your specialisation. Your analytical way of thinking, your quantitative research skills and your specific knowledge of your field will make you very valuable to employers. You can work as an entrepreneur, a portfolio manager, an accountant, a financial manager, a marketing officer, a policy adviser and more. Did you know that the School of Business and Economics at VU Amsterdam has its own Career Services department? They provide LinkedIn workshops and can help you find an internship or write application letters geared towards your professional field.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. Applicants who do not meet this criterion may be asked to sit (an) entry exam(s) to prove they are eligible for admission. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level is sufficient (equivalent to VWO Mathematics A). These examples of diplomas demonstrate sufficient proficiency in the subject Mathematics: International Baccalaureate: Mathematics SL or HL, Applications & Interpretation SL with minimum grade 5 or HL, Analysis & Approaches SL\/HL United Kingdom\/GCE A-levels: A-level in mathematics completed with a grade A, B or C. Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics Grundkurs as Prüfungsfach or Mathematics erhöhtem Anforderungsniveau (eA)\/Leistungsfach. European Baccalaureate: Mathematics; written or oral examination, at least 3 hours during the Orientation Cycle. College Board AP scores: AP Calculus AB or AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with additional certificates. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entrance exam, the following certificates are deemed equivalent to the required Dutch VWO Mathematics A level (note that Mathematics B is also accepted): Mathematics Exams Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides a mathematics course mathematics A in English with exams in December, May and July. CCVX (Dutch and English). CCVX offers mathematics exams in the Netherlands equivalent to the Dutch VWO subject mathematics A for Dutch-speaking and English-speaking applicants. Online Mathematics Placement Test . The Online Mathematics Placement Test-A (OMPT-A, OMPT-F) is an online mathematics test that you can take from home by means of online proctoring. A positive result for the mathematics examination (5,5\/10 in the mathematics A exam, 65% in the OMPT-A online exam, or 60% in the OMPT-F exam) is compulsory for admission to the programme. For the OMPT tests a maximum of 2 attempts per year is allowed. Additional entry exam Applicants who do not meet the diploma requirement level will also be asked to pass the following test: History (find more information about the VU History test here ) To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"History",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/history",
    "sg_description":"Parallel to the Dutch Geschiedenis programme is a fully English-taught bachelor track in History and International Studies. The programme is a combination of history courses, modern language units and research skills from the fields of global history and international relations. In year 1, the history of Europe and the world from antiquity to the present is discussed. In addition, we will train you in general subjects like Academic Skills, Academic English and Debates in Global History. In Year 2, students take several core modules and choose electives that cover a great variety of themes, such as The Maghreb in Global History, Commodity Chains, Latin America in Modern History, and Environmental History.\nFurthermore, students take courses in modern languages and learn about different approaches from international relations and global history. In Year 3, students can study a semester abroad, do an internship or choose a minor. Students finish their programme with a bachelor thesis (free choice of topic).",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/05c10687-b99d-48b1-9786-810418f096c1\/OER%2025-26%20BA%20History%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/history-and-international-studies"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/history-and-international-studies",
    "vunl_description":"How has democracy become a global standard while other types of government are considered ‘deviations’? What are the historical origins of global inequality and climate change? Learn about the historical origins of our global society. History and International Studies is the English-language degree for you if you want to understand the origins of our global world by combining history with a focus on international relations.Students go beyond Eurocentric perspectives and analyse global power dynamics and conflicts from multiple viewpoints, addressing contemporary challenges with attention to marginalised voices and alternative frameworksSmall scale seminars and intensive supervision ensure that you are part of an academic community and do not disappear into anonymous lecture halls. The freedom we offer in research projects challenges you to develop and defend original arguments. At VU Amsterdam, you will not only earn your degree, but also become an independent thinker.Five reasons to choose this bachelor:The program offers a strong focus on global developments and perspectives, examining the history of all regions of the world from the perspective of their interconnectedness.You learn to interpret current events from a critical and global perspective.You combine insights and skills from History, the Social Sciences and International Relations.Small scale seminars and electives and the intensive supervision support your personal learning trajectory.You benefit from the extensive networks of our lecturers.ReadMaurits'story to learn more",
    "vunl_description_curriculum":"The Bachelor's degree programme History and International Studies at VU Amsterdam is a unique programme combining approaches from history and the social sciences to understand how societies have been connected throughout history.The programme offers a combination of history courses and research skills from the fields of global history and international relations. A highly motivated staff, strongly committed to teaching excellence and the learning experience of their students, teaches it.Great variety of themesIn the first year, you will gain an overview of the history of Europe and the world from antiquity to the present. Particular attention is given to the increasing globalization of the economy, politics, and society.In the second and third years, you will deepen your knowledge of the historical forces that have shaped the modern world. You will choose electives that cover a specific region of the world: Global Southeast Asia, Latin America in Modern History, Sub-Saharan Africa 1800-present, The Maghreb in Global History, The Middle East in Contemporary History, or China in Modern History. In addition, you will learn about different approaches from the fields of international relations and global history and are trained in academic skills. You will also take courses in Environmental History and Theory of History. In Research Seminars you will learn how to do historical research and present their research results. In Year 3, you can study a semester abroad, take an internship or choose a minor.Small scale in AmsterdamThe small scale of the programme offers close interaction between students and staff, several of whom have won University Teaching Awards for outstanding performance and dedication to undergraduate education at VU Amsterdam.The staff of History and International Studies cooperates with different public and private organisations as well as with the Rijksmuseum, Tropenmuseum, the Anne Frank Huis and many other international, research and heritage institutions. The university is located in Amsterdam, a city with international and historical allure.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, you acquire a solid foundation of knowledge on Western and non-Western history, from antiquity to recent times. You analyse primary sources, conduct research and write papers, developing your skills along the way. You also take a number of general courses, including Academic Skills for Historians, and more specialised courses, such as Current Debates in Global History, which reflects on global inequality and the advance of China from a historical and current perspective.",
      "Second yearIn the second year, you specialise by choosing courses on specific regions of the world: Global Southeast Asia, Latin America in Modern History, Sub-Saharan Africa 1800-present, The Maghreb in Global History, The Middle East in Contemporary History, or China in Modern History. You also take courses that focus on skills development, as well as courses on Global Environmental Challenges and Capitalism and Inequality.In research seminars you learn how to conduct and present historical research. The themes vary from year to year. Previous seminars included: Migration and Trans-nationalism, Commodity Exchange, Land Grabbing in Contemporary History, The GermanVergangenheitsbewältigung, and Devotion in Early Modern Europe.",
      "Third yearThe third year is dedicated to deepening your knowledge and writing your thesis. In the first semester, you can do an internship, study abroad or follow aminorat VU Amsterdam. In the second semester, you take research seminars and write your thesis on a topic of your own choosing. This is your chance to demonstrate what you have learnt and share your views. Once you successfully complete your Bachelor’s programme, you are ready to move on to the Master’s."
    ],
    "vunl_future_description":"After the Bachelor’s you can specialise further by following a Master’s programme.A bachelor's degree in History and International Studies provides a foundation for a career in education and research or at NGO’s, international organisations, museums, heritage foundations and media.\"When choosing to study for a Bachelor abroad the most important thing for me was the possibility of creating social and educational surroundings that would benefit my learning experience. The History and International Studies Bachelor at the VU not only helps you interact with other like minded students, it also creates the foundation for an exciting learning community through interactive courses and engaging professors. I highly recommend this Bachelor to anyone who is looking for a challenging and interactive learning environment that will help you grow academically and socially.\" - Even Grimstad (Student History and International Studies)",
    "vunl_future_career":"Start your career Your bachelor offers a good starting position in education, research, at NGO’s and international organisations, museums, heritage foundations and media.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. By selecting History in Studielink you can start you application – in your VU dashboard, the next application step, you can confirm your choice for the English-taught track History and International Studies. If you have your Studielink set to Dutch you can find the programme under Geschiedenis. --- * Not directly eligible for admission? Applicants who do not meet the admission requirements may in some cases be asked to sit (an) entry exam(s) to prove they are eligible for admission. The required tests may include one or more of the following subjects at 6 VWO level: History (VU History test) Mathematics C (OMPT-E) A positive result for the mathematics examination is 5,5\/10 in the VWO mathematics C exam or 60% in the OMPT-E online exam (a maximum of 2 attempts is allowed). Mathematics A\/B or VWO state exams in German, French or Dutch can also be accepted in lieu of the above mentioned mathematics exam. You can obtain your certificates to resolve these deficiencies at various institutions . To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests, all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"International Business Administration",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/international-business-administration",
    "sg_description":"Are you curious about other cultures? Looking to create a platform for your future international business career? Ready to acquire competences to successfully operate in a globalized world?\nBy studying International Business Administration you’ll combine a comprehensive study of all the essential business disciplines in a genuinely international context with a strong focus on people in a cross-cultural environment. Not only the businesses you’ll study are international, but also the faculty staff and your fellow students are from a wide variety of (cultural) backgrounds.\nThe programme is multi-disciplinary, which means you’ll study everything from management and organization to cross-cultural marketing, and from information technology to international strategy. In addition to business knowledge, the IBA programme will enable you to learn and practice competences required to work in a globalized world.\nThe first two years of the bachelor’s programme revolve around fundamental disciplines relevant for any internationally operating business professional, including Global Sustainability, Strategy, Organization, HRM, Marketing, Accounting, Finance, Supply Chain Management and Technology. Moreover, the academic core in the first two years provides a thorough introduction into Business Mathematics, Business Research Methods, and Academic Skills. Additionally, in year two you can choose electives to deepen your knowledge in areas of your interest, such as sustainability, entrepreneurship, and data analytics and decision-making. In the third year, you will gain international experience by studying the first semester abroad. This exchange to another university is mandatory. Back in Amsterdam, in the second semester of year three you will specialize yourself in a discipline of your choice. This last part of your studies also includes completing a BSc Thesis on an international topic.",
    "info_links":[
      "https:\/\/sbe.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/6ef3453b-75d6-4f19-9092-28c952585efc\/SBE%20OER%202025-2026%20-%20Bachelor%27s%20programmes%20%28EN%29%20incl%20app-compressed.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/international-business-administration"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/international-business-administration",
    "vunl_description":"How do you introduce the people of India and engage them with a Dutch cheese brand? How do other cultures view topics like Corporate Social Responsibility and responsible finance? How can you respect diversity and establish trust in an international, virtual team?Your Bachelor degree in International Business Administration from VU Amsterdam will not just prepare you to work in an international environment. It will immerse you in it.",
    "vunl_description_curriculum":"Navigating global watersTechnology has made our world smaller than ever before. Businesses across the globe connect with a simple click. Cultural differences and values play a crucial role in a business’s success.When you study International Business Administration (IBA) at VU Amsterdam, you’ll not only explore the principles and standards of good business, but also the cultural nuances and behaviours that can have a major impact.Much more than just a ‘standard’ business degree, your IBA bachelor’s degree will offer you the opportunity to work with some of the most respected international businesses. You’ll be asked to solve current, real-world problems in international business environments, and learn why operating in a European environment is so different from an Asian or South American one. From global supply chain management to cross-cultural marketing, from global economics to international strategy, a Bachelor of  IBA from VU Amsterdam covers all the bases.You will also be part of one of the most culturally diverse college communities in the Netherlands. And you will be expected to explore other cultures outside the classroom by participating in this fun, diverse, and complex world. In addition to a highly diverse faculty and student body, your entire experience at VU Amsterdam will be geared to helping you navigate the global waters and putting your business skills to the test in a variety of environments.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, you will focus on the broad skill set you need to thrive in any international business environment. From economics to organisation theory, and from global supply chain management to cross-cultural marketing, you will learn how to operate in a global business setting, and get hands-on experience working with international companies. You will explore the processes and behaviours that you need to pursue your ambitions. You will seek the answers to challenging business questions, and discover what it takes to survive in a complex business environment.",
      "Second yearDuring the second year, you’ll explore the deeper issues of an international business environment. You’ll study strategy, analytics and law from an international perspective, learn how multiple cultures impact HR and research decisions, and will hone your academic skills through research training. You’ll practice Virtual Teamwork in cooperation with IBA students abroad. In a hands-on project, you’ll learn by doing – using collaboration tools that allow you to cross boundaries and collaborate overseas. And you can explore a specialty with electives.",
      "Third yearPerhaps one of the most exciting and challenging parts of the programme, you’ll spend the first half of your third year abroad. Choose from 126 universities on six continents to broaden your international experience in this mandatory international exchange. When you return, you’ll choose your business discipline specialty and write your Bachelor’s thesis. This is when all of your experiences will help you shape and pursue your vision for your future – and the kind of person and professional you want to be. What’s more, facts will substantiate your choices."
    ],
    "vunl_future_description":"What’s next after your Bachelor of International Business Administration?At VU Amsterdam, you will learn to make crucial decisions for yourself, with plenty of exposure to the opportunities that await you.While the majority of our students go on to pursue a master’s degree – either at VU Amsterdam or elsewhere – you can take advantage of our support network to help you explore other possibilities as well. Either way, by the time you get your bachelor’s degree, you will have a wealth of experience living, working, and applying your skills in an international environment, and you will be prepared to take on the challenges of tomorrow. With your understanding of multicultural environments and your international experience, a world of possibilities will be open to you. The only question is, which one will you seize?",
    "vunl_future_career":"Start your career Perhaps your Bachelor of International Business Administration from VU Amsterdam has led you to choose a direct path to starting a business. You may have an entrepreneurial temperament and want to start your own business. Or maybe your semester abroad has sparked a deep passion for another location or a new career direction. One of the most important objectives of the IBA programme is to give you the confidence to choose your path and to defend your choice. And you will. In any case, the critical thinking, research skills, self-awareness, and social and professional skills you’ve developed at VU Amsterdam will serve you well in the career path of your choice. Entrepreneur Business controller Marketeer Supply chain manager Business analyst Policy advisor",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage . Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level is sufficient (equivalent to VWO Mathematics A). These examples of diplomas demonstrate sufficient proficiency in mathematics: International Baccalaureate: Mathematics SL or HL, Applications & Interpretation SL with minimum grade 5 or HL, Analysis & Approaches SL\/HL United Kingdom\/GCE A-levels: A-level in Mathematics completed with a grade A, B or C. Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics Grundkurs as Prüfungsfach or Mathematics erhöhtem Anforderungsniveau (eA)\/Leistungsfach. European Baccalaureate: Mathematics; written or oral examination, at least 3 hours during the Orientation Cycle. College Board AP scores: AP Calculus AB or AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with additional certificates. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entrance exam, the following certificates are deemed equivalent to the required Dutch VWO Mathematics A level (note that Mathematics B is also accepted): Mathematics Exams Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides a mathematics course mathematics A in English with exams in December, May and July. CCVX (Dutch and English). CCVX offers mathematics exams in the Netherlands equivalent to the Dutch VWO subject mathematics A for Dutch-speaking and English-speaking applicants. Online Mathematics Placement Test . The Online Mathematics Placement Test-A (OMPT-A, OMPT-F) is an online mathematics test that you can take from home by means of online proctoring. A positive result for the mathematics examination (5,5\/10 in the mathematics A exam, 65% in the OMPT-A online exam, or 60% in the OMPT-F exam) is compulsory for admission to the programme. For the OMPT tests a maximum of 2 attempts per year is allowed. Additional entry exam Applicants who do not meet the diploma requirement level will also be asked to pass the following test: History (find more information about the VU History test here ) To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Literature and Society",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/literature-and-society",
    "sg_description":"For more information on the Dutch track, please consult the Dutch study guide.\n1st year\nIn the first year, students are introduced to literary analysis and literary theory. They learn how to read a Brontë novel as well as a film version of a Shakespeare play. The lecturers will train their general academic skills and also kindle their creative writing practice.\n2nd year\nAfter the first year, students have a solid base from which to explore the relations between literature, culture and society. They will be taken from the Renaissance to the twenty-first century, reading canonical English works of literature as well as new and lesser-known genres such as travel literature, graphic novels and gothic genres.\n3rd year\nIn the third year, the students will become a specialist either in ‘English literature in a changing world’ or ‘English literature in a visual culture,’ and conduct their own research project, resulting in a BA thesis. In the first semester of the third year, students have the opportunity to study abroad, do an internship or participate in specialized courses within or outside literary studies (i.e. a minor program).",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/29890b5e-b06d-4ce4-a6a7-e913c9ca1e23\/OER%2025-26%20BA%20LS%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/literature-and-society"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/literature-and-society",
    "vunl_description":"How does literature influence our culture and our daily lives? How do different expressions of text and image complement each other? How do our stories make us who we are? And what makes a story worth reading? \nThis bachelor's programme fits you if you are interested in literature and visual stories in relation to major social issues.Studying Literature and Society, you'll develop a critical, sharp view on literature and its relevance to social and cultural developments. Literature is a broad concept and varies from the first written texts to the last spoken word performance. As a student you are not just reading: of course, you love literature, but your interests are broad. You’re interested in culture and social issues and also enjoy writing yourself.Within the bachelor's programme in Literature and Society, you choose one of our 2 tracks, which, in addition to the language of instruction, also differ a bit in focus:Literature and Society: English(in English)The world is changing and the study of literature is changing with it. In this international programme you will analyze literature in relation to major social changes, various media, alongside linguistics, and with an eye on the broader literary field. Along the way, you'll develop your academic and creative writing skills.Creatief Schrijven Nederlands(in Dutch)A study in literature and creative writing: the first Dutch bachelor's degree in creative writing, which gives you a scientific basis plus practical writing skills: creative writing.",
    "vunl_description_curriculum":"",
    "vunl_firstyear_description_blocks":[

    ],
    "vunl_future_description":"",
    "vunl_future_career":"",
    "vunl_admission_dutch_diploma":""
  },
  {
    "programme_title":"Mathematics",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/mathematics",
    "sg_description":"The program is open to international students and is conducted in English.\nIn the first year, you will follow a well-structured curriculum alongside all other students, providing a solid foundation for your future studies.\nDuring the second and third years, you will have the opportunity to select courses that align with your personal interests. The program is diverse and customizable; you can choose from a variety of courses while adhering to some general, flexible guidelines that we will outline later.\nTo assist you in your selections, we have designed seven study paths: Algebra and Geometry, Analysis and Dynamical Systems, Probability and Statistics, Biomedical Mathematics, Computer Science, Data Science, and Optimization and Economics. Each study path consists of courses that: (i) share a common theme, (ii) are scheduled without conflicts, and (iii) automatically meet the program requirements. You are not obligated to follow a specific study path; you can fully embrace it or use it as a starting point to tailor your own course selection, as long as it adheres to the general guidelines. You are also welcome to make entirely independent choices, provided they fit within the established constraints.\nThe first semester of the third year is special, allowing students to concentrate entirely on their favorite topic (this is referred to as a minor). You can choose from courses offered during that period, including those within the seven study paths mentioned earlier. Alternatively, you may opt to complete your minor at a foreign university or pursue a minor within the VU, but outside the Mathematics Department. Another option is to choose an Education minor, which is taught in Dutch; upon completion of the Education minor, you will receive a qualification to teach in Dutch high schools.\nOur study counselors are available to help you select the study path and minor that best suit your interests and goals.\nThe program culminates in a research project, where you will integrate all the knowledge and skills you have acquired throughout your studies.",
    "info_links":[
      "https:\/\/science.vu.nl\/en\/index.aspx",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/5c46492b-6778-4117-8f86-1ea41e0dc71c\/B%20Mathematics%20TER%202025-2026.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/mathematics"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/mathematics",
    "vunl_description":"How do prime numbers help cybersecurity by encrypting your messages? How does math contribute to the development of artificial intelligence? How does mathematics explain patterns in the skin appearance of animals?During this challenging programme, you will receive an excellent foundation in Mathematics and have the chance to stake out your own focus by choosing one of the different study paths that are for example more data driven oriented or more research oriented. In the international classroom you will be surrounded by other math fanatics.Why study Mathematics at VU Amsterdam?VU Amsterdam's Mathematics programme is fully taught in English and attracts a wide variety of international students from different cultures all over the world.Wide range of elective courses both within ánd outside VU AmsterdamConnections with finance district ZuidasYou will attend at leat two seminars where you will actively participate in and research the contentPlenty of personal attention during your thesis or internship. We're committed to ensuring you graduate on a topic that resonates with youTaster DayAre you curious about studying Mathematics at VU Amsterdam? Join us for theTaster Dayon27 February 2026, and experience student life first hand! You will get among other things an introduction to the Mathematics program with insights from lecturers and students.",
    "vunl_description_curriculum":"During this Bachelor’s programme, you will have the chance to work on assignments about topics like how population dynamics do work in a predator-prey system. Or how you model, and therefore prevent, the spread of infectious diseases. Whether that's theoretical mathematical structures or their application in modern society, this programme has it covered.Study pathsIn year 2 you will choose one of the seven study paths you are most interested in, as shown below. Each study path has courses in common with the other study paths but also courses that are characteristic of the characteristic of the chosen specialisation.You can find the complete course overview for this year in theStudy guide.ProgrammingYou learn how to code using Python. Prior knowledge of programming is not necessary.Theory and projectsWith interactive lectures to learn the theories, tutorial groups to work on assignments in small groups, and study sessions to present challenges and solutions to your classmates, VU Amsterdam's varied teaching methods ensure plenty of personal contact between staff and students.Optimise the planning of operating rooms in hospitalsAnalyse satellite images for solar-induced fluorescenceDevelop better delivery routes for food deliveryAlso, many of your teachers are top researchers across mathematics and related fields like computer science and econometrics. With an open-door policy, professors are easily accessible for questions.Part-timeYou can also study Mathematics part-time, following the same courses as full-time students but but fewer classes per year. Lectures aren’t scheduled on fixed days, evenings, or weekends. With about 20 study hours per week, the program takes around 6 years. You can make a personal study plan withthe study advisor.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[
      "The first yearIn your first year, you'll take several core courses that will give you a solid grounding in all types of mathematics - whether pure or applied. You will learn the theory behind differentiation and integration, how to write mathematical arguments, and translate real life problems into mathematical language. You'll also study group theory, which is central to abstract algebra. And you'll learn broader, transferable skills like programming.",
      "The second yearIn your second year, you'll specialise in one of the seven study paths. Study counsellors are on hand to help you make an informed choice, and there's also room to choose additional optional courses  from other tracks. Either way, you have the flexibility to pursue the topics that are of most interest to you.Algebra and GeometryAnalysis and Dynamical SystemsProbability and StatisticsBiomedical MathematicsComputer ScienceData ScienceOptimisation and Economics",
      "The third yearIn your third year, you'll gain even deeper knowledge of your chosen track. In the first semester, you'll take aminoreither within the mathematics department or in a related field. You'll also have the opportunity to take your minor abroad, studying at another university, or you can take the Education track, which enables you to teach in Dutch high schools.  In the second semester, you'll take advanced courses relating to your chosen track, as well as write your Bachelor's thesis on an individual research topic, combining (almost) everything you've learned before. You could even take an internship and write your thesis project based on the organisation you work for."
    ],
    "vunl_future_description":"The majority of graduates from the Bachelor's programme in Mathematics go on to do a Master's - whether at VU Amsterdam, elsewhere in the Netherlands or abroad.&nbsp;While a Master's in Mathematics may be the obvious choice, other popular choices include business analytics, computer science or econometrics.Having completed your Bachelor's degree in Mathematics, you'll be well equipped for the future - not just in terms of quantitative and critical thinking data-analysis skills, but also problem-solving and interpersonal skills. Historically, all of our graduates have found work extremely quickly - proving just how employable the VU's mathematicians are.",
    "vunl_future_career":"Start your career With a degree in Mathematics, there are many different directions your career could take you. Your problem-solving and analytical skills will make you an asset in almost any commercial company, government organisation or consultancy. You would be well prepared to work in a diverse range of fields, including financial modeling, option pricing, statistics, IT, data analysis, research and teaching. Alumni from the programme have landed jobs at consultancies, banks, academic institutions, R&D companies, insurance firms, the Centraal Bureau voor de Statistiek (CBS) and data-science companies like Google, Yahoo or Booking.com. Whatever you choose, we can guarantee it won't take you long to find a job.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission Requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview of IB Diploma requirements per programme (PDF) Overview of GCE A-level requirements per programme (PDF) Overview of College Board Advanced Placement (AP) requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. 3. Proof of sufficient proficiency in Mathematics After you've applied for the programme and uploaded the required documents in your VU Dashboard, the International Office will determine whether your diploma is equivalent to the Dutch VWO-diploma and whether your mathematics level is sufficient. These examples of diplomas demonstrate sufficient proficiency in the subject Mathematics: International Baccalaureate: Mathematics HL, Analysis & Approaches HL British GCE-A Levels: A-Level in Mathematics + A-Level in Further Mathematics (both are required) with at least grade A, B or C Germany: Zeugnis der allgemeinen Hochschulreife, including Mathematics on erhöhtem Anforderungsniveau (eA) or as Leistungsfach European Baccalaureate: Mathematics; written or oral examination, at least 5 hours during the Orientation Cycle College Board AP scores: AP Calculus BC minimum score 3 Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. VU Application Form – Bachelor Download the correct form from this page . In this document, you are asked to provide further details about your previous education level. --- *Not directly eligible for admission? If your diploma is not considered to be at the right level and\/or if your proficiency in mathematics is considered to be insufficient, you will be informed if it is possible to meet the requirements with an additional certificate. You can obtain your certificates to resolve these deficiencies at various institutions . When advised to sit an entry exam, the following certificates are deemed equivalent to Dutch VWO Mathematics B: Mathematics Exams in the Netherlands Boswell-Bèta (English). Boswell-Bèta in Utrecht (the Netherlands) provides VWO Mathematics B with exams in December, May and July. CCVX (Dutch and English). CCVX offers VWO Mathematics B for Dutch-speaking and English-speaking applicants. A positive result for the mathematics examination (minimum of 5,5\/10 in the mathematics B exam) is compulsory for admission to the programme. To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Media, Art, Design and Architecture",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/media-art-design-and-architecture",
    "sg_description":"The bachelor's degree in Media, Art, Design and Architecture (MKDA) is an interdisciplinary programme. We study the history, theory and functioning of media, art, design and architecture – each in its own right – but especially in their mutual interaction, because today's multimedia reality makes it increasingly harder to pigeonhole these disciplines. Much additional insight can be gained for the one who dares to look over the fence: we call that 1+1=3.\nAt Media we study film, television and the latest streaming platforms; Art is all about painting and drawing, graphics, sculpture and new media from 1400 onwards; Design focuses on graphic design, fashion history and domestic culture from 1750; and Architecture encompasses architecture, urban and spatial planning. At the same time, we broaden interdisciplinary approaches by continuously looking at where these disciplines meet and how they influence each other.\nWe begin by laying a foundation with historical overviews and exercises in analysing the form, operation and functioning of images, objects and spaces. In year two, you combine one of the four specialisations with a series of core subjects in which we look at media, art, design and architecture from the perspective of the museum ('exhibition machines'), the city ('urban culture') and international heritage. We conclude the year with an excursion abroad. After the free electives in year three (for further developing, broadening, internship and\/or study abroad), you will follow research seminar, courses, in which we look back at our field and forward to the future and the professional field; finally, you demonstrate with a thesis that you are ready for work or further education.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/f1374517-65d5-481b-8ed7-d2175e9e44da\/OER%2025-26%20BA%20MKDA%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/media-art-design-and-architecture"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/media-art-design-and-architecture",
    "vunl_description":"Is Instagram the new museum? Is living in a tiny house hip or sustainable? How are designers and artists dealing with an increasingly mediated and globalised world?Pursue a bachelor's degree in Media, Art, Design and Architecture (MKDA-EN) at VU Amsterdam and study the significance and contested histories of images, objects and environments. Media, art, design, and architecture cannot be understood in isolation from each other or outside of the contexts in which they appear.Read the stories ofCheryl,BoandRoberto.Five reasons to choose this bachelor:A unique interdisciplinary programme, combining and integrating four disciplines.You will learn to look, think, write and talk critically about objects, paintings, buildings, films and clips from multiple perspectives.You choose your specialisation in your second year: Media, Art, Design or Architecture.You will acquire a broad substantive and theoretical basis.You will study in the cultural hotspot of the Netherlands.Prefer to follow this programme in Dutch? Visit ourDutch page.",
    "vunl_description_curriculum":"Learn to look, see more.\n\nWhat is relevant in visual culture today? How do images and objects, media and technologies shape how we view ourselves, others, and our environment? Which stories, people, places, and things do we remember, and why do we forget others?Media, Art, Design and Architecture is an interdisciplinary programme that integrates four fields of study. In the first year, students follow all courses together. By the second year, you are prepared to choose one of the four specialisations: media, art, design or architecture. In the third year, in preparation of your thesis, you broaden or deepen your disciplinary knowledge. Besides following courses, you can study a semester abroad, take an internship or choose a minor.Cultural expressionsThis structure offers a broad theoretical-methodological foundation and a historical understanding of how cultural expressions come into being. You will develop a critical perspective on the effects of culture on society and on our planet. This enables you to critically explore cultural practices, transforming you into an insightful and informed actor in the cultural field.Chance to meet artistsYou will go on field trips, visit museums and creative incubators, with the chance to meet artists, curators, filmmakers, and designers. How do local creative scenes interact with other parts of the world? And how do global developments affect culture locally? Media, Art, Design, and Architecture opens doors for you to experience and understand these developments academically. Note that this is not a practice-based bachelor.Starting in 2021, students may choose to follow Media, Art, Design and Architecture entirely in English. For the programme overview and course descriptions, take a look at ourstudy guide.",
    "vunl_firstyear_description_blocks":[
      "First yearIn year 1, you will attend lectures and participate in seminars about media, art, design and architecture. Discussion and reflection on academic literature will take place in lecture-based courses and you will learn to look critically and historically at objects, from paintings to buildings, films to games. During seminars, you will work to apply what you have learned from literature, analyse case studies, visit exhibitions, archives and explore the urban environment. You will also receive training in speaking and writing skills.",
      "Second yearIn the second year, you will take joint courses in which media, art, design, and architecture are discussed in relation to each other and to the museum, the city, digital, and globalized worlds. You will also discuss how theories about media, art, design and architecture have developed. At the end of the academic year you will go on an excursion abroad.You will also dive into the history, theory and analysis of film, television, internet and games in a broad cultural and contemporary context.",
      "Third yearThe third year is devoted to broadening or deepening your disciplinary knowledge and writing your bachelor’s thesis. You decide how to fill in the first five months, with broadening your knowledge or with in-depth electives, a university minor, a research internship, or by following courses abroad. You complete your bachelor’s degree with a research seminar, a broad course on visual culture, and a course that aims to familiarize you with the labor market. Last but not least, you will write a bachelor’s thesis, where you demonstrate that you have gained sufficient knowledge and skills to carry out independent academic research.",
      "First yearIn year 1, you will attend lectures and participate in seminars about media, art, design and architecture. Discussion and reflection on academic literature will take place in lecture-based courses and you will learn to look critically and historically at objects, from paintings to buildings, films to games. During seminars, you will work to apply what you have learned from literature, analyse case studies, visit exhibitions, archives and explore the urban environment. You will also receive training in speaking and writing skills.",
      "Second yearIn the second year, you will take joint courses in which media, art, design, and architecture are discussed in relation to each other and to the museum, the city, digital, and globalized worlds. You will also discuss how theories about media, art, design and architecture have developed. At the end of the academic year you will go on an excursion abroad.In addition, you will be exposed to the history of ancient, modern, and contemporary art, and theories related to its analysis in a broad cultural context.",
      "Third yearThe third year is devoted to broadening or deepening your disciplinary knowledge and writing your bachelor’s thesis. You decide how to fill in the first five months, with broadening your knowledge or with in-depth electives, a university minor, a research internship, or by following courses abroad. You complete your bachelor’s degree with a research seminar, a broad course on visual culture, and a course that aims to familiarize you with the labor market. Last but not least, you will write a bachelor’s thesis, where you demonstrate that you have gained sufficient knowledge and skills to carry out independent academic research.",
      "First yearIn year 1, you will attend lectures and participate in seminars about media, art, design and architecture. Discussion and reflection on academic literature will take place in lecture-based courses and you will learn to look critically and historically at objects, from paintings to buildings, films to games. During seminars, you will work to apply what you have learned from literature, analyse case studies, visit exhibitions, archives and explore the urban environment. You will also receive training in speaking and writing skills.",
      "Second yearIn the second year, you will take joint courses in which media, art, design, and architecture are discussed in relation to each other and to the museum, the city, digital, and globalized worlds. You will also discuss how theories about media, art, design and architecture have developed. At the end of the academic year you will go on an excursion abroad.In addition, you will immerse yourself in the history, theory and analysis of graphic, fashion and interior design, from various approaches.",
      "Third yearThe third year is devoted to broadening or deepening your disciplinary knowledge and writing your bachelor’s thesis. You decide how to fill in the first five months, with broadening your knowledge or with in-depth electives, a university minor, a research internship, or by following courses abroad. You complete your bachelor’s degree with a research seminar, a broad course on visual culture, and a course that aims to familiarize you with the labor market. Last but not least, you will write a bachelor’s thesis, where you demonstrate that you have gained sufficient knowledge and skills to carry out independent academic research.",
      "First yearIn year 1, you will attend lectures and participate in seminars about media, art, design and architecture. Discussion and reflection on academic literature will take place in lecture-based courses and you will learn to look critically and historically at objects, from paintings to buildings, films to games. During seminars, you will work to apply what you have learned from literature, analyse case studies, visit exhibitions, archives and explore the urban environment. You will also receive training in speaking and writing skills.",
      "Second yearIn the second year, you will take joint courses in which media, art, design, and architecture are discussed in relation to each other and to the museum, the city, digital, and globalized worlds. You will also discuss how theories about media, art, design and architecture have developed. At the end of the academic year you will go on an excursion abroad.In addition, you will immerse yourself in the history, theory and analysis of architecture, urban design, domestic culture, and landscape in a broad cultural and contemporary context.",
      "Third yearThe third year is devoted to broadening or deepening your disciplinary knowledge and writing your bachelor’s thesis. You decide how to fill in the first five months, with broadening your knowledge or with in-depth electives, a university minor, a research internship, or by following courses abroad. You complete your bachelor’s degree with a research seminar, a broad course on visual culture, and a course that aims to familiarize you with the labor market. Last but not least, you will write a bachelor’s thesis, where you demonstrate that you have gained sufficient knowledge and skills to carry out independent academic research."
    ],
    "vunl_future_description":"As a Media, Art, Design and Architecture graduate, you will have a broad foundation in various disciplines. At the same time, you will become a specialist in one of the four fields of media, art, design or architecture. While most students choose to continue their studies following the bachelor, you can also find work for diverse companies and organizations, or independently pursue project-based work.Having completed your studies you will have learned to look critically at many visual and material expressions of culture, asking questions that are pertinent to understanding the context in which they appear. You will have gained experience in writing texts, analysing objects and images, and developing a birds-eye view.With the knowledge that all cultures, and forms of culture, have deep roots and can profoundly influence each other and the world, your education requires you to rise above traditional disciplinary boundaries and you will take this approach with you on your future career path.",
    "vunl_future_career":"Start your career With a bachelor’s degree in Media, Art, Design and Architecture, you have built a strong foundation with a range of skills and a broad knowledge base and you can start in various positions. Increasingly, companies and organizations look for candidates who can approach an issue in an interdisciplinary way. That’s great for you: your studies were specialized in interdisciplinarity. Possible functions: Media: program maker, editor or journalist for television, radio, magazines, films, new media, and digital labs. Art: curator, exhibition maker, assistant researcher or tour guide at museums, galleries, auction houses, or in cultural tours. Design: curator or assistant researcher at design museums and design agencies. Architecture: consultant or assistant researcher in historic preservation, spatial planning, or architecture centers. Also think of possibilities for employment in policy projects at municipalities and other government institutions, education at schools and museums.",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview IB Diploma requirements per programme (PDF) Overview GCE A-level requirements per programme (PDF) Overview AP College Board requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. By selecting Media, Art, Design and Architecture in Studielink you can start you application – in your VU dashboard, the next application step, you can confirm your choice for the English-taught track. If you have your Studielink set to Dutch you can find the programme under Media, Kunst, Design en Architectuur. --- * Not directly eligible for admission? Applicants who do not meet the admission requirements may in some cases be asked to sit (an) entry exam(s) to prove they are eligible for admission. The required tests may include one or more of the following subjects at 6 VWO level: History (VU History test) Mathematics C (OMPT-E) A positive result for the mathematics examination is 5,5\/10 in the VWO mathematics C exam or 60% in the OMPT-E online exam  (a maximum of 2 attempts is allowed). Mathematics A\/B or VWO state exams in German, French or Dutch can also be accepted in lieu of the above mentioned mathematics exam. You can obtain your certificates to resolve these deficiencies at various institutions . To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests, all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Philosophy",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/philosophy",
    "sg_description":"The Bachelor Philosophy is a broad, classical programme in philosophy. The programme is bilingual and has an English and a Dutch track. In this programme, you learn to think independently and critically about philosophy's fundamental questions and the relationship between philosophy, science, and society. Gain insight into historical and systematic philosophy, and understand classical philosophical skills such as argumentation, analysis and interpretation, and general skills enabling you to present thoughts clearly and convincingly.\nThe Bachelor Programme Philosophy covers courses in \"practical philosophy\" (including ethics, political philosophy, social philosophy), \"theoretical philosophy\" (including epistemology, philosophy of science, philosophy of mind), and \"the history of philosophy\" (including ancient, medieval, modern, continental philosophy). In addition, there are courses aimed at acquiring \"scientific and philosophical skills\" (including logic, argumentation theory, text courses) and at diversifying philosophy. In the first year, you follow introductory courses; in the second year, in-depth courses and electives (where the introductory courses are presupposed). Finally, in the third year, students are able to follow a minor (in a different field), optional courses, and write a final bachelor's thesis.\n\nPhilosophy as a second study programme\nIf Philosophy is your second study programme, you will be able to combine an academic bachelor with courses from the regular Philosophy programme. As a result, you connect your professional knowledge with philosophical skills and develop your analytical skills. You are eligible for exemptions (via the Examination Board), and upon completion of the programme, you will receive a full-fledged Philosophy diploma.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/87c0e07a-91d0-46c3-b565-c80bf6b70e55\/OER%2025-26%20BA%20Philosophy%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/philosophy"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/philosophy",
    "vunl_description":"What do we really know? Does the world really work the way we think it does? In what does just differ from unjust?During your Bachelor of Philosophy study, you will learn to inquire into reality by asking fundamental questions on topical themes. You will develop a critical perspective on science, religion, and society. If this is your second study programme, you can opt for the abbreviated version.You can follow the Bachelor of Philosophy in either English orDutch.Five reasons to choose Philosophy at VU Amsterdam:1.\tYou will be introduced to all the great philosophers from ancient Greece to the present day.2.\tExtensive attention to historical-, practical- and theoretical philosophy.3.\tYou learn to apply philosophy in other disciplines.4.\tYou can choose the topic of your graduation thesis yourself.5.\tYou can also take Philosophy as your second degree\/ parttime studies, qualifying for exemptions.Watch the video of the Bachelor's degree of Philosophy.",
    "vunl_description_curriculum":"A play of question and answer. How do we deal with the free market? Am I complicit in climate change? Does the use of arguments ever really change a person’s mind?You are curious by nature and interested in answers to fundamental questions such as these. The Bachelor's programme of Philosophy is a broad, classical programme in philosophy. The programme is bilingual and has an English and a Dutch track.You learn to think independently and critically about philosophy's fundamental questions and the relationship between philosophy, science, and society. Gain insight into historical and systematic philosophy, and understand classical philosophical skills such as argumentation, analysis and interpretation, and general skills enabling you to present thoughts clearly and convincingly.This programme covers courses in practical philosophy, theoretical philosophy and the history of philosophy. In addition, there are courses aimed at acquiring scientific and philosophical skills. In the first year, you follow introductory courses; in the second year, in-depth courses and electives. Finally, in the third year, students are able to follow a minor, optional courses, and write a final bachelor's thesis.Philosophy as second study programmeIf Philosophy is your second study programme, you will be able to combine an academic bachelor with courses from the regular Philosophy programme. As a result, you connect your professional knowledge with philosophical skills and develop your analytical skills. You are eligible for exemptions (via the Examination Board), and upon completion of the programme, you will receive a full-fledged Philosophy diploma.Part-time studyFirst-year lectures are spread over three working days in the first year. These are preferably Monday, Wednesday and Thursday.In the second and third years, lectures are held on Tuesday and Thursday, sometimes in the evening.If you would prefer to follow this programme in Dutch, seeFilosofie.The start date of this programme is September 1st.Facts and Figures",
    "vunl_firstyear_description_blocks":[

    ],
    "vunl_future_description":"So you’ve graduated—now what? With a Bachelor of Philosophy, you will have laid a broad foundation for your future. You can find a job or follow a master’s degree at VU Amsterdam or elsewhere. What will be your next step?During your studies in Philosophy you have learnt to ask fundamental and critical questions about issues that matter to society. You have learnt to inquire into such issues from various perspectives. You are proficient in reading, interpreting, and evaluating texts critically. You are capable of writing academic texts, and can set forth and support your views in oral presentations.This combination of knowledge and skills makes you an appealing candidate for all manner of employers. Equipped with a Bachelor of Philosophy degree, you can apply as an ethics or policy advisor, but as a teacher or journalist too. Statistics show that philosophy graduates have the best chances of finding a job among the humanities students.",
    "vunl_future_career":"Start your career With a Bachelor of Philosophy degree, you are an attractive candidate for all kinds of employers and positions: the skills you have acquired will be advantageous in many situations. You could work as a policy consultant at a government agency, as an ethics advisor to a committee or a board, or as a high school teacher. Possible positions: Hospital policy consultant Editor Journalist Philosophy teacher Debating coach Project manager",
    "vunl_admission_dutch_diploma":"Note that for diplomas obtained outside of the Netherlands an application fee of €100 applies. Application fee payment options and possible exemptions Admission requirements Applicants holding a non-Dutch pre-university diploma apply via the International Office. We check if your previous education meets a number of requirements *. If you do not yet meet the requirements but expect to do so in the future (such as obtaining your diploma), you can already apply. We will evaluate your application and inform you of our admission decision. Overview IB Diploma requirements per programme (PDF) Overview GCE A-level requirements per programme (PDF) Overview AP College Board requirements per programme (PDF) Requirements that apply: 1. A diploma equivalent to the Dutch pre-university VWO-diploma See the Diploma Requirement List for examples of accepted diplomas per country. Please note: this list is meant to give you an indication of admissibility; no rights can be derived from it. 2. Proof of sufficient proficiency in English You can find all accepted tests and scores on our Language Requirements webpage. Although complete applications are preferred, you can begin your application before you have completed the test and then submit your passing score once you have been conditionally admitted. Application documents Scan of your passport or national ID card (ID for EEA students only) valid at the start date of the programme VU Application Form - Bachelor; please download the correct format from this page . In the document you are asked to provide further details about your previous education level. Proof of English language proficiency (if already obtained): upload your proof of English language proficiency or English language test results. VU English language requirements Application procedure Application deadline The final application deadline for non-EU\/EEA students is 1 April and for Dutch and EU students the final deadline is 1 May . Do you have a non-Dutch nationality? Then you may be eligible for housing via the International Office Accommodation Services . An early application is then strongly recommended. Ready to apply? Have you read the information above and are you ready to apply? Great! Click here for the application procedure. Complete your application until 100% in your VU dashboard within six weeks and no later than one week after the application deadline closes. By selecting Philosophy in Studielink you can start you application – in your VU dashboard, the next application step, you can confirm your choice for the English-taught track. If you have your Studielink set to Dutch you can find the programme under Filosofie. --- * Not directly eligible for admission? Applicants who do not meet the admission requirements may in some cases be asked to sit (an) entry exam(s) to prove they are eligible for admission. The required tests are the following subjects at 6 VWO level: History (VU History test) Mathematics C (OMPT-E) A positive result for the mathematics examination is 5,5\/10 in the VWO mathematics C exam or 60% in the OMPT-E online exam (a maximum of 2 attempts is allowed). Mathematics A\/B or VWO state exams in German, French or Dutch can in certain cases also be accepted in lieu of the above mentioned mathematics exam. You can obtain your certificates to resolve these deficiencies at various institutions . To ensure that your application is processed in time in order to study and register for the exams we ask applicants to apply for their bachelor's programme of choice before: 15 December if you are applying via the 21+ Entrance exam route 1 April for all other students Note that in addition to these tests, all applicants will need to submit proof of sufficient proficiency in English. You can find all accepted tests and scores on our Language Requirements webpage."
  },
  {
    "programme_title":"Philosophy, Politics and Economics",
    "programme_url":"https:\/\/studiegids.vu.nl\/en\/Bachelor\/2025-2026\/philosophy-politics-and-economics",
    "sg_description":"The bachelor's degree program in Philosophy, Politics and Economics (PPE) equips you with the necessary knowledge and skills for leadership roles in various fields, such as business, politics, and academia. PPE provides comprehensive training in the three fundamental disciplines and enables you to apply them in an interdisciplinary manner. Our PPE program features small-scale, intensive seminars that are held in our dedicated classrooms at the John Stuart Mill College, located on the fourth floor of the main building of Vrije Universiteit Amsterdam.",
    "info_links":[
      "https:\/\/www.fgw.vu.nl\/en\/",
      "https:\/\/assets-us-01.kc-usercontent.com\/f55d3574-6c6d-0002-e968-70643a2e365a\/c56d5d9a-46ef-42f1-aedf-67bed391825c\/OER%2025-26%20BA%20PPE%20EN.pdf",
      "https:\/\/vu.nl\/en\/education\/bachelor\/philosophy-politics-and-economics"
    ],
    "vunl_base_url":"https:\/\/vu.nl\/en\/education\/bachelor\/philosophy-politics-and-economics",
    "vunl_description":"In what kind of world do we want to live? How might societies be organised to foster fairness? What kinds of challenges do democracies currently face? What underlies economic downturns? How can we formulate environmental policies that are progressive, yet attainable?During the small-scale and intensive bachelor's programme Philosophy, Politics and Economics (PPE), you will acquire the knowledge and skills needed to address today's most urgent societal questions. The PPE programme at Vrije Universiteit Amsterdam offers a well-designed, coherent set of courses that combines fundamental education in the disciplines of philosophy, political science and economics with specifically designed interdisciplinary courses.If you want to find out how studying PPE at the John Stuart Mill College differs from other programmes, check out6 reasons to study Philosophy, Politics and Economics (PPE) at VU Amsterdam!PPE is more than just a study programme, we are a community! Lectures and seminars are taught in theJohn Stuart Mill College, which has its own facilities on the fourth floor of the main building of Vrije Universiteit Amsterdam. Please check ourNewsitems for more information on recent events. You can also have a look at ourInstagramto see what a day in the life of a PPE student looks like.PPE has its own study associationKallioPPE. You can follow Kallioppe onInstagramand read\/listen to PPE Encounters’newsletters and podcasts.",
    "vunl_description_curriculum":"The PPE programme offers a dynamic academic curriculum where you'll examine societal challenges through an interdisciplinary lens. This will enable you to understand these challenges along multiple dimensions and to evaluate potential solutions. Our teaching methodology combines engaging lectures with small-scale interactive seminars where you will engage in active discussion and develop presentation skills.In your first year, our programme lays a strong PPE foundation with courses covering Ethics, Micro- and Macroeconomics, and Comparative Politics, which are supported by key analytical methodology courses like Mathematics, Logic and Statistics.In year two, you will customise your PPE journey by choosing two disciplines\/tracks to focus on, adding a personalised touch to your education. Exceptional students can follow our Honours programme which allows you to deepen and broaden your education.In year three you have the unique opportunity to study abroad at one of VU Amsterdam's partner universities. Our global educational partnerships are found in North America, Europe, Asia, Africa, and Australia. Alternatively, you can follow a 5-month internship. After returning to the John Stuart Mill College, you'll cap off your studies with an advanced course in either policy or methods, the bachelor’s thesis, and the final PPE in Practice course.To support your academic journey, our PPE program, led by the Dean, provides a supportive and attentive study environment. Dedicated coordinators for Philosophy, Economics, and Politics ensure the smooth running of each track. Our dynamic team of PhD students, who are involved in research and teaching, brings the latest insights to the classroom during seminars. PPE stands out by having an in-house Academic Coordinator to guide you on your educational path, and a Program Officer ensuring seamless operations and promotion. Learn more about ourteamon theJohn Stuart Mill Collegewebpage.",
    "vunl_firstyear_description_blocks":[
      "First yearIn the first year, you will take core foundational courses in the three main disciplines. These include Microeconomics, History of Philosophy, Comparative Politics, and important methodologies like Mathematics and Statistics that are then used throughout the programme. Check the list on the right for the descriptions per course.",
      "Second yearIf you choose the philosophy track in your second year, you will take courses in the Philosophy of Science and in Political Philosophy in the first semester. In the second semester, you will take two electives out of a choice of four - including Epistemology, History of Philosophy II, Global Justice, and Advanced Ethics.  All PPE students also take mandatory PPE in practice courses, covering Governance for Society and Global Connectivity.",
      "Third yearIn the third year, you will have the opportunity to study abroad at one of the VU Amsterdam's partner universities, where you can take courses that relate to your chosen track. PPE has exclusive partnerships with universities in the US, UK, Italy, South Africa, China, India, Japan and Australia - a truly international selection.Having completed two more core courses on policy or methods and PPE in practice, you will take a thesis tutorial - at the end of which you will choose your own topic to write your Bachelor's thesis.",
      "First yearIn the first year, you will take core foundational courses in the three main disciplines. These include Microeconomics, History of Philosophy, Comparative Politics, and important methodologies like Mathematics and Statistics that are then used throughout the programme. Check the list on the right for the descriptions per course.",
      "Second yearIf you choose the politics track in your second year, you will take courses in Political Institutions as well as International Relations and Global Governance in the first semester. In the second semester, you will take two political science electives out of a choice of four – including International Security, EU Institutions and Policies, Global Political Economy and Political Communication. All PPE students also take mandatory PPE in practice courses, covering governance for society and global connectivity.",
      "Third yearIn the third year, you will have the opportunity to study abroad at one of the VU Amsterdam's partner universities, where you can take courses that relate to your chosen track. PPE has exclusive partnerships with universities in the US, UK, Italy, South Africa, China, India, Japan and Australia - a truly international selection.Having completed two more core courses on policy or methods and PPE in practice, you will take a thesis tutorial - at the end of which you will choose your own topic to write your Bachelor's thesis.",
      "First yearIn the first year, you will take core foundational courses in the three main disciplines. These include Microeconomics, History of Philosophy, Comparative Politics, and important methodologies like Mathematics and Statistics that are then used throughout the programme. Check the list on the right for the descriptions per course.",
      "Second yearIf you choose the economics track in the second year, you will take courses in Microeconomics and Methods and Macroeconomics and Policy in the first semester. In the second semester, you will take two electives out of a choice of four - including International Trade and Development, Public Economics, Behavioural Economics and Institutional Economics. All PPE students also take mandatory PPE in practice courses, covering Governance for Society and Global Connectivity.",
      "Third yearIn the third year, you will have the opportunity to study abroad at one of the VU Amsterdam's partner universities, where you can take courses that relate to your chosen track. PPE has exclusive partnerships with universities in the US, UK, Italy, South Africa, China, India, Japan and Australia - a truly international selection.Having completed two more core courses on policy or methods and PPE in practice, you will take a thesis tutorial - at the end of which you will choose your own topic to write your Bachelor's thesis."
    ],
    "vunl_future_description":"The majority of PPE graduates continue to do a Master’s programme in one of the three disciplines (philosophy, politics or economics) or in a related subject like global ethics, environmental policy or development studies.PPE graduates make excellent opinion leaders and decision makers due to the critical-thinking and problem-solving skills they've acquired, as well as the multi-disciplinary nature of the programme itself. Whatever you choose to do, you are sure to be highly employable. Have a look at our alumni stories below to get inspired!Are you planning to continue your studies? If so, consider the Master's programme inEthics, Economics, and Policy (EEP). This programme ties in well with PPE and prepares students to tackle urgent social issues such as climate change, AI policy, and migration with ethical insight and policy thinking.",
    "vunl_future_career":"Start your career As a PPE graduate, you're ready to take on the world: whether as a politician in government, as a consultant for a think-tank, as a reporter or journalist for a media outlet, as a researcher at an academic institution, or as a leader in a commercial company or for a non-governmental organization. Plus, the PPE programme at VU Amsterdam gives you plenty of opportunities to make contact with potential future employers during your studies. We invite a range of guest speakers - including academics, politicians, activists, reporters and bankers - to give presentations about their careers and how these relate to PPE.",
    "vunl_admission_dutch_diploma":"The admission process for Philosophy, Politics and Economics is selective. PPE is a small-scale and intensive programme which means that in the programme we aim for high level learning outcomes within our learning community . We are therefore looking for talented and ambitious students with an affinity for each of the disciplines who are motivated to contribute to the PPE community. To qualify for admission, you will need to meet the entry requirements and satisfy the specific selection criteria. Selection criteria As part of the application procedure you are asked to complete the VU Application Form - PPE . Whether or not you will actually be offered a place in our programme will depend on your: grade point average (GPA)* motivation and suitability to join our intensive study programme commitment to contribute to the College’s international student and campus life The above will be determined based on the documents you submit in your application and possibly an additional interview. The selection committee evaluates an applicant’s dossier as a whole, considering all these factors. Your prior performance in disciplines foundational to PPE may also be considered. *Grade point average (GPA) We are looking for a Grade Point Average on your high school diploma that is equivalent to ≥ 7.0 in the Dutch grading system . If you have not graduated yet you can receive a conditional offer; we then calculate your GPA over the final two years of your secondary education at the moment of applying. In order to receive an unconditional offer you will need to meet the required GPA on your final diploma as communicated in your conditional offer. For examples of accepted minimum GPA's you can check our PPE diploma list ."
  }
]